[
    {
        "categorie": "Beignets Africains",
        "titre": "Recette de beignets de farine",
        "lien": "https://www.recettesafricaine.com/recette-de-beignets-de-farine.html",
        "ingredients": "250g de farine\n100 à 120 g de sucre\n10 g de levure boulangère\n200 à 250 ml d’eau tiède\nUne pincée de sel\nDe l’arôme au choix (vanille ou autres)\nHuile pour la friture",
        "instructions": "Mélanger ensemble la farine, le sucre, la pincée de sel et l’extrait de vanille, puis ajouter la levure et bien mélanger le tout ensemble.\nAjouter l’eau et bien battre la pâte avec un fouet ou des mains propres.\nPuis couvrir avec un torchon (ou couvercle) et laisser reposer pendant 45-60 min.\nLorsque la pâte double de volume, faire chauffer l’huile à température moyenne et former vos boules de pâte à l’aide d’une cuillère ou vos mains puis faire frire.\nRetirer et servir lorsque vos beignets sont bien dorés.\nServir et bonne dégustation !!!"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Beignets de maïs",
        "lien": "https://www.recettesafricaine.com/beignets-de-mais.html",
        "ingredients": "200 g de maïs\n3 bananes\n2 cs sucre\n1 cc de levure boulangère\nLe sel\n100g de farine de blé\nL’huile",
        "instructions": "Pour un premier temps laisser le maïs tremper dans l’eau pendant plusieurs heures\nEnsuite pilé 200g de maïs puis faire passer au tamis pour séparer les grumeaux au\npoudre de maïs.\nFaire cuire les grumeaux de maïs et les laisser refroidir.\nPour un deuxième temps éplucher et écraser les bananes puis ajouter 2 cs de sucre,\n1 cc de levure boulangère, le maïs refroidi, 150 g de poudre de maïs, une pincée de\nsel et 100g de farine de blé puis mélanger le tout ensemble.\nEnsuite laisser la pâte reposer pendant 6h\nEnsuite chauffer l’huile et former vos boules de beignets puis cuire avec de l’huile\ndéjà chaud jusqu’à ce que vos beignets soient bien dorés.\nVos beignets sont maintenant prêts"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Pastels de Viande ou Fataya",
        "lien": "https://www.recettesafricaine.com/pastels-de-viande-ou-fataya.html",
        "ingredients": "Cette pâte, vous fera 10 pastels de taille moyenne\nCette farce, vous fera environ 30 pastels, moi je vais  plus que ce qui est nécessaire pour la pâte et la conserver dans mon réfrigérateur",
        "instructions": "Récupérez tous les ingrédients pour la pâte, casser l’œuf et mélangez bien\nLorsque tout est bien mélangé, ajoutez votre lait.\nAjoutez-le progressivement et mélangez, essayez de faire une pâte.\nSur votre table de travail, saupoudrez un peu de farine et pétrissez la pâte jusqu’à consistance lisse.\nMettre dans un bol et laisser reposer 1h à 1h30, jusqu’à ce que la pâte double de volume.\nPour la farce:\nMélanger l’ail, les feuilles de basilic avec le persil et le demi-oignon .\nPuis faites chauffer 2 cuillères à soupe d’huile et faites revenir une cuillère à soupe du mélange d’oignon\nAjoutez maintenant la viande hachée et faites sauter jusqu’à ce qu’elle soit dorée.\nUne fois dorée, ajoutez toutes vos épices et mélangez bien.\nAjouter le mélange d’oignon restant et mélanger\nAjoutez ensuite vos légumes précuits (pommes de terre et carottes)\nCouvrir d’une tasse d’eau et de sel à votre goût.\nLorsque le liquide est presque absorbé, ajoutez 2 cuillères à soupe d’eau sur une cuillère à soupe de farine et mélangez\nAjoutez cela à votre farce pour avoir une farce tendre. Bien mélanger et arrêter le feu.\nAvec un rouleau à pâtisserie, étalez votre pâte et coupez-la en taille moyenne\nUtilisez un rond pour façonner et couper votre pâte en petits cercles.\nAjoutez la moitié d’une cuillères à soupe de votre farce.\nFermer et fixer avec une fourchette, puis laisser reposer 10 minutes avant de faire frire\nMaintenant, chauffez l’huile à feu moyen et faites frire jusqu’à ce  soit dorée et bien cuit.\nEt voilà vos délicieux pastel de viande!\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Les pastels de Sardines",
        "lien": "https://www.recettesafricaine.com/les-pastels-de-sardines.html",
        "ingredients": "",
        "instructions": "Faire la farce, en chauffant l’huile des boites de sardines, mettre oignon, ail, persil et basilic dedans. Ajouter les poissons émiettés et un peu d’eau. Cuire complètement.\nmettre la farce dedans fermé avec une fourchette.\nFrire jusqu’à coloration dorée.\nServir avec du piment.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Le Koki Camerounais (Recette)",
        "lien": "https://www.recettesafricaine.com/koki-camerounais.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Beignets soufflés (Beignets camerounais)",
        "lien": "https://www.recettesafricaine.com/beignets-souffles-camerounais.html",
        "ingredients": "Etape 1: Râper le citron et utiliser le zeste, ajouter le beurre, le sucre, les œufs et battre le tout ensemble.\nEtape 2: Rajouter progressivement la farine et le lait. Ajouter la vanille et la levure.\nBien mélanger le tout et ajouter un peu de farine pour permettre une bonne prise en main pour la friture.\nEtape 3: Laisser reposer la pâte pendant une heure.\nEtape 4: Chauffer l’huile à une température moyenne pas trop chaude.  Et decouper la pâte en petites boules et faites frire dans l’huile jusqu’à coloration dorée des beignets.\nRetirer et servir chauds.\nVous pouvez lire une autre recette de beignets soufflés du cameroun sur ce lien\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Beignets Camerounais: Lofombo",
        "lien": "https://www.recettesafricaine.com/beignets-camerounais-lofombo.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "LE SECRET DES BEIGNETS AFRICAINS",
        "lien": "https://www.recettesafricaine.com/secret-des-beignets.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recettes des sfenj (Beignets Algeriens)",
        "lien": "https://www.recettesafricaine.com/sfenj-algerien.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette de Samoussa au Boeuf",
        "lien": "https://www.recettesafricaine.com/samoussa-au-boeuf.html",
        "ingredients": "Pour la pâte, vous aurez besoin de:\nPour la farce, vous aurez besoin de :\nRecette Vidéo de samoussa\n\nPréparation:\nFaire la pâte pour les samosas:\nVous pouvez acheter phyllo (filo) de pâte dans le supermarché si vous ne voulez pas faire la pâte vous-même. Mais voici une recette simple qui ne vous prendra pas trop de temps.\n\nÉtape 1: Mettre la farine dans un grand bol. Puis, ajouter sel et huile à la farine et bien mélanger\nÉtape 2: Ajouter l’eau progressivement tout en mélangeant pour former une pâte. Une fois que la pâte est formée, la transférer sur une zone plate et pétrir pendant 6 minutes ou jusqu’elle soit lisse et élastique.\nFaire la farce de boeuf:\nÉtape 1: Sur la viande, ajouter les oignons et les épices (curcuma, la coriandre et curry, garam masala), ajouter le gingembre et l’ail.\nÉtape 2: Chauffer les 2 cuillères à soupe d’huile et faire sauté le mélange de boeuf pendant quelques minutes.\nÉtape 3: Ajouter les pommes de terre, une tasse d’eau et du sel ou un cube de bouillon. Laissez mijoter jusqu’à ce que tout le liquide soit complètement absorbé. Puis, ajouter le jus de citron, transférer la farce dans un bol et laisser refroidir complètement.\n\nPliage des samoussas:\nCouper un petit morceau de la pâte, puis saupoudrer de farine et utiliser votre rouleau à pâtisserie pour aplatir la pâte sous forme de cercle. La pâte doit être très mince.\nEnsuite, utilisez un couteau tranchant pour le diviser en 2.\nPrendre une partie et plier pour former une poche triangulaire.\nCombler cette poche avec le mélange de viande, fermez hermétiquement.\n\nLa dernière étape consiste à chauffer l’huile à feu moyen et faire frire les samoussas jusqu’à coloration dorée.\nÉgoutter et servir vos samoussas au boeuf chauds.\nBon Appétit!\nRetour aux recettes Africaines\nRecettes d’Amuse bouche\nAutre recette de samoussa au boeuf sur 750g\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette des Merveilles Algérienne",
        "lien": "https://www.recettesafricaine.com/recette-merveilles.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette de Croquettes de Farine",
        "lien": "https://www.recettesafricaine.com/recette-de-croquettes.html",
        "ingredients": "Préparation des croquettes\nÉtape 1 : Mélanger la farine et le sucre dans un grand bol et y ajouter la noix de muscade moulue dans la farine.\nÉtape 2 : Frottez le beurre sur le mélange de farine jusqu’à ce qu’il se mélange bien et devienne homogène.\nÉtape 3 : Faites un creux dans la farine et cassez y les œufs, ajoutez le lait et mélanger bien avec vos mains, jusqu’à ce vous obtenez une pâte pas trop collante.\nSi votre pâte colle trop à vos mains, ajoutez-y un peu plus de farine.\nÉtape 4: Roulez la pâte sur une planche à découper, puis utilisez un couteau pour couper la pâte et la former en des petits carrés.\nVous pouvez façonner les croquettes comme vous souhaitez (carrés, rectangles, cercles, etc.)\nÉtape 5: faire chauffer l’huile végétale jusqu’à ce qu’elle soit très chaude et faire frire les petites croquettes tout en remuant de temps en temps pour éviter qu’elles collent ensemble.\nLorsque vos galettes sont bien doré ou brun clair, retirez les du feu et placez-les sur une serviette en papier pour absorber l’excès d’huile.\nLaissez refroidir et servez.\nVous pouvez aussi les mettre dans une boite, fermez hermétiquement et conservez.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette de Chebakias",
        "lien": "https://www.recettesafricaine.com/recette-chebakia.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Pâte à choux congolaise",
        "lien": "https://www.recettesafricaine.com/pate-choux-congolaise.html",
        "ingredients": "\nPhoto des ingrédients\nPréparation des pâtes à choux\nÉtape 1: Mélangez dans un  bol, la farine et la levure chimique y ajouter ensuite le beurre qu’il faudra frotter avec vos mains pour obtenir une pâte sablée.\nÉtape 2: Battez les oeufs et le sucre jusqu’à ce que le mélange blanchisse, incorporez le sel, le zeste de citron et verser ce mélange dans la pâte.\nÉtape 3: Diluez le lait dans une tasse d’eau ainsi que la levure sèche.\nUnir le tout jusqu’à l’obtention d’une pâte homogène.\nLaissez reposer votre pâte pendant 1 heure ou 2 heures.\n\nÉtape 4: Sur un plan de travail étaler une pluie de farine et faites des formes à votre convenance.\nÉtape 5: Faites chauffer l’huile dans une marmite ou friteuse et y verser la pâte tout en évitant que les morceaux se collent.\nRetirez-les du feu dès qu’ils sont dorés.\n\nN.B: L’huile ne doit pas être trop chaude afin de permettre à nos gâteaux de cuir de l’intérieur.\nPlus de Recettes d’amuse-bouche\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "LES  PASTELS DU SÉNÉGAL",
        "lien": "https://www.recettesafricaine.com/pastel-senegal.html",
        "ingredients": "Pour la pâte\nPour la farce:\nPour la petite sauce qui va avec:",
        "instructions": "1- la pâte Pour les pastels:\nDans un bol, mettre la farine, le sel et le beurre et mélangez du bout des doigts, ensuite sablé  pour avoir une pâte parfaite à la fin, faire un puits au centre et ajoutez l’œuf.\nMélangez jusqu’à ce qu’il s’incorpore complètement, rajoutez juste un peu de farine pour les mains qui collent.\nFarinez légèrement un plan de travail ou une grande planche à découper, et écrasez la pâte avec le poignet pour que le beurre adhère à la pâte, formez ensuite une boule, couvrir de film étirable et la réserver au réfrigérateur.\n2- Faire la farce:\nDans un bol mélangez, la sardine, le piment, le poivre, l’ail, le gingembre, le cube Maggi.\nMettre à chauffer un peu d’huile, y faire revenir l’oignon et la tomate en dés, dès que la tomate commence à cuire, rajoutez la sardine et laisser cuire à feu doux 5 minutes. Réservez\n3- Faire la petite sauce:\nMettre un peu d’huile à feu doux, on fait revenir les épices (ail, gingembre, anis, fenouil, sel, cube, laurier).\nAu bout de 3 minutes, on rajoute la tomate et l’oignon, on écrase la tomate à la spatule, on ajoute 3 cuillères à soupe d’eau, on laisse cuire 5 minutes et c’est prêt.\nIl est temps de façonner nos pastels, avec notre rouleau à pâtisserie fariné et le plan de travail aussi on déroule la pâte, en aplatissant bien au rouleau, on étire bien la pâte.\nAvec un emporte pièce rond ou une petite tasse on découpe des ronds dans la pâte, on les garnis au centre de la farce.\nPuis, on referme chaque pastel (il doit avoir la forme d’un demi cercle) avec une fourchette farinée on referme les pastels par pression sur le bord du pastel. (Répétez l’opération jusqu’à épuisement de la pâte.\nFaire chauffer l’huile d’arachide dans un wok ou autre, et faire griller les pastels, les sortir dès qu’ils sont dorés et posé sur du papier absorbant.\nServir avec la petite sauce, c’est prêt.\nBon appétit.\nAutre Recette de Pastels de Poisson\nRecettes Africaines\nRecettes Sénégalaises\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Pastels de Poisson",
        "lien": "https://www.recettesafricaine.com/pastel-de-poisson.html",
        "ingredients": "Cette recette fera environ 6 gros pastels, c’est-à-dire le nombre total de pastels dépendra de la taille des pastels.\nPour la pâte, vous aurez besoin de:\nPour la farce, vous aurez besoin de:\nSi vous n’avez pas the thon utilisez un poison que vous faites cuire et enlever les os.\nRecette Vidéo sur comment faire les pastels au poisson",
        "instructions": "Faire la pâte:\nÉtape 1: Dans un grand bol, ajouter la farine, le sucre, la levure et le sel. Puis mélanger le tout.\nÉtape 2: Ajouter l’oeuf au mélange de farine et bien mélanger. Ensuite, ajoutez quelques gouttes d’eau lorsque vous êtes encore entrain de mélangeant.\nÉtape 3: Ajouter l’huile et pétrir la pâte pendant quelques minutes. La pâte doit être souple et pas sèche du tout.\nPétrir la pâte pendant environ 5 à 10 minutes non-stop, jusqu’à ce qu’elle devienne lisse et élastique.\nPuis couvrir la pâte avec un torchon ou un papier d’aluminium et laisser reposer pendant environ 30 minutes ou 1heure.\nFaire la farce:\nCommencez par enlever l’huile du thon et gardez cette huile.\nMaintenant, chauffez une petite casserole et ajoutez y l’huile de thon.\nEnsuite, ajouter l’oignon et l’ail. Faire sauter jusqu’à ce que l’oignon soit tendre.\nAjouter le poisson, la tomate, le sel, le piment (facultatif) et 2 cuillères à soupe d’eau. Laissez le mélange cuire pendant environ 5 à 10 minutes.\n\nMettez-le dans un bol et laisser refroidir complètement.\nPour finir:\nÉtape 1: Prenez une petite quantité de la pâte (environ la taille d’un citron). Placez-le dans un endroit plat et utilisez un rouleau à pâtisserie pour aplatir la pâte.\nÉtape 2: Ajouter le mélange de poissons au milieu et brosser les bords avec le jaune d’oeuf ou de l’eau. Bien fermez à l’aide d’une fourchette.\nVous pouvez si vous le souhaitez cuire les pastels pendant 30 minutes au four, mais ils sont traditionnellement frits.\nDonc, faire chauffer l’huile à feu moyen et faites-les frire jusqu’à ce que chaque pastel soit bien dorée (15 minutes chacun).\nServez-les immédiatement avec de la sauce de piment si vous le souhaitez.\n\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Koki (Gateau d’haricots)",
        "lien": "https://www.recettesafricaine.com/koki.html",
        "ingredients": "Préparation\nFaire tremper les haricots dans de l’eau pendant toute la nuit\nEtape 1: Enlevez les pellicules des haricots en les frottant entre vos mains les uns contre les autres. Vous verrez immédiatement les pellicules sortir.\nIl n’est pas du tout difficile de retirer les pellicules des haricots c’est juste que ça prend beaucoup de temps.\nLorsque toutes les pellicules sont enlevés, les haricots deviendront tout blanc.\nEtape 2: Dans un robot culinaire ou un mortier, écrasez les haricots avec le cube de bouillon, le sel et un peu de piment. Mélanger jusqu’à l’obtention d’une pâte lisse.\nAjouter l’huile rouge tout en mélangeant.\nAjouter l’eau et mélanger encore.\nVotre pâte doit être uniforme, lisse et épaisse.\nEtape 3: Partager la pâte dans des feuilles de bananiers ou du papier aluminium. Fermer hermétiquement avec des ficelles si vous voulez.\nConseils: Vous pouvez aussi utilisez des petits récipients en plastique mais assurez-vous de graisser le fond du récipient avant d’ajouter la pâte.\nEtape 4: Faites cuire dans de l’eau bouillante pendant au moins 3h.\nVous pouvez utiliser aussi une marmite à vapeur.\nAstuce: Utilisez un cure-dent ou une fourchette pour voir si c’est cuit. Piquez le milieu des feuilles de bananier et si la fourchette en ressorte propre alors c’est prêt.\nLaissez refroidir pendant quelques minutes et servir avec des bananes plantains cuits.\n\nRecettes Africaines\nRecettes de cuisine Camerounaise\nAutre recette de koki\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Koeksisters (Beignets Tressés)",
        "lien": "https://www.recettesafricaine.com/koeksisters.html",
        "ingredients": "Pour le sirop, vous aurez besoin:\nPour la pâte, vous aurez besoin de:\nPréparation du sirop:\nLe sirop doit être fait un jour avant le temps de cuisson, car il devrait être très frais lors de l’utilisation.\nÉtape 1: Dans une petite casserole mettre les deux tasses d’eau à ébullition et ajouter le sucre, mélanger jusqu’à dissolution totale.\nÉtape 2: Ajouter le jus de citron dans la marmite, les bâtons de cannelle et le gingembre. Remuer le tout et réduire le feu. Laissez bouillir le sirop jusqu’à ce qu’il soit épais, il peut prendre environ 15 à 20 min.\nÉtape 3: Transférer le sirop dans un bol et garder au réfrigérateur pendant au moins 8 heures (toute la nuit de préférence).\nPréparation des koeksisters:\nÉtape 1: Mettez la farine dans un grand bol, ajouter la levure et le sel. Mélangez le tout ensemble\nÉtape 2: Frotter le beurre dans la farine et mélanger jusqu’elle soit souple puis ajouter l’œuf et bien mélanger.\nÉtape 3: Ajouter le lait dans le mélange de farine e et essayer de former une pâte.\nSi la farine est trop collante, rajouter un peu de farine, si elle semble trop sèche vous pouvez également ajouter de l’eau.\nPétrir la pâte pendant quelques minutes sur une zone plane.\nMettre la pâte au réfrigérateur et laisser reposer pendant 30 minutes ou plus. Puis la pétrir pendant quelques minutes de plus et de le diviser en petite taille.\nÉtape 3: Utiliser un rouleau à pâtisserie pour aplatir la pâte  environ 5 mm d’épaisseur.\nCouper la pâte en petites bandes et couper chacune en 3, mais assurez-vous de ne pas couper tout le long et tresser chacun jusqu’à la fin.\nÉtape 4: Faites chauffer votre poêle et ajouter l’huile végétale. Faire chauffer l’huile à feu moyen et faites frire les beignets jusqu’à coloration dorée.\n\nRetirer et égoutter les de l’huile puis les plonger directement dans le sirop très froid.\nLaissez les beignets absorber assez de sirop et les égoutter.\nServez chaud ou très froid.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Gâteau Tchadien",
        "lien": "https://www.recettesafricaine.com/gateau-tchadien.html",
        "ingredients": "",
        "instructions": "Étape 1: Mettre la farine dans un grand bol, de préférence pas en plastique et faire un trou au milieu.\nÉtape 2: Faire chauffer 100ml d’huile, 2 ou  3 minutes à feu normal.\nAjouter l’huile à la farine, mélanger à l’aide d’une cuillère  en bois, puis bien mélanger à la main après que la farine ait refroidit.\nÉtape 3:  Ajouter, le sucre, la levure, les œufs, le lait, le nido, mélanger le tout pour former une pâte.\nLa pâte ne doit pas collé, laisser reposer 1 heure.\nÉtape 4:  Former des formes que vous souhaiter, puis les frire dans une friteuse à 150°c jusqu’à ce que vos gâteaux deviennent dorée.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Croquettes Camerounaises",
        "lien": "https://www.recettesafricaine.com/croquettes-mboa.html",
        "ingredients": "Au choix : 4cs de muscade ou 4cs de gingembre moulu, ou 4cs de sucre vanillé.\n\nPréparation :\nMettez tous les ingrédients secs ensembles : farine, sucre, muscade (ou gingembre ou vanille) et mélangez\nAjoutez le beurre ramolli avec les doigts de manière à obtenir une pâte homogène\nAjoutez les œufs et si besoin : ajoutez un peu de lait pour aider à former une boule de pâte.\nLa pâte ne doit pas coller aux mains, il faut donc ajouter plus ou moins de farine et de lait…\nMettre le bain d’huile à chauffer\nFaire une boule avec la pâte, et créer des rouleaux de pâtes à couper avec un couteau sur une planche en forme de taille choisies… petits ronds, cubes…\nPlongez les croquettes dans le bain d’huile chaud et retirez-les sur une feuille de papier absorbant dès qu’elles sont bien dorées. Et voila!\n\nAutre Recettes de Croquettes de farine\nRecettes d’Amuse bouches\nRecettes Africaines\nRecettes Camerounaises\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette de Bourek Algérien",
        "lien": "https://www.recettesafricaine.com/recette-de-bourek-algerien.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Biscuits Tchadien (cake)",
        "lien": "https://www.recettesafricaine.com/bisuits-tchadien-cake.html",
        "ingredients": "",
        "instructions": "Dans un bol en inox ou en bois (de préférence pas en plastique), mettre  la farine.\nFaire chauffer 50ml d’huile, faire un creux dans la farine, ajouter l’huile chaude au centre.\nPuis  à l’aide d’une cuillère en bois, mélanger.\nLorsque ça se refroidi un peu, mélanger avec la main.\nBien mélanger et ajouter les deux œufs, le sucre vanille, ajouter le sucre fin, puis le lait, petit à petit, mélanger, pour une pâte pas  trop dur.\nEn principe la pâte ne devrait pas coller.\nFaire les formes que vous voulez.\nFrire dans une friteuse à 150°.\nEt voilà.\nPour plus de détails sur cette recette cliquez ici.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette des beignets de haricots (Cossey)",
        "lien": "https://www.recettesafricaine.com/beignets-haricot-cossey.html",
        "ingredients": "Pour cette recette il faut:\n",
        "instructions": "Laisser tremper les haricots la veille. Puis laver et  enlever la peau.\nDans un mixeur, ajouter les haricots, un peu de sel, de poivre, le piment, du maggi, un peu d’eau, mixer le tout jusqu’à l’obtention d’une pâte lisse.\nFaire chauffer l’huile et à l’aide d’une cuillère déposer la pâte et frire  quelques minutes à 150° jusqu’à coloration dorée.\nEt Voila!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Beignets  avec  haricots blanc",
        "lien": "https://www.recettesafricaine.com/beignets-et-haricot.html",
        "ingredients": "Pour les beignets:\n\nPour les haricots:\nPréparation:\nPour faire les beignets:\nMélanger tous les ingrédients dans un bol et mélanger jusqu’à obtention d’une pâte lisse et homogène et laisser monté 45 à 1h de temps.\nPuis faites frire à huile chaude.\nPour faire les haricots blanc:\nDans une sauteuse, versé 2 cuillères à soupe d’huile, les condiments haché et laissé cuire 10 min en remuant.\nRincer et égoutté haricot et ajouté au condiment, assaisonner et laisser mijoter quelques minute avant de servir.\nDécorer avec le reste de poivron ou de persil frisé.\nNB: les beignets peut se déguster simple, dans ce cas saupoudrer de sucre et cannelle en poudre.\nOu ajoute les grains de pavot ou, des raisins secs lors du pétrissage de la pate.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Les Cuisses dames (Beignets Congolais)",
        "lien": "https://www.recettesafricaine.com/beignets-cuisses-dames.html",
        "ingredients": "\nPréparation:\nÉtape 1: Mettre la farine dans un saladier et former un puits puis casser les œufs et les verser dans le puits de farine.\nAjouter les deux cuillerées à soupe de margarine.\nÉtape 2: Verser le sucre, le sel et la muscade diluée dans un demi-verre d’eau.\nMélanger le tout jusqu’à l’obtention d’une pâte homogène. La pâte doit être tendre et consistante,\nÉtape 3: Etaler une pluie de farine sur un plan de travail.\nEtendre la pâte à l’aide d’un rouleau ou une bouteille  et découper en dés.\nÉtape 4: Faire chauffer de l’huile dans une friteuse ou poêle et verser la pâte découper dans l’huile en évitant que les morceaux se collent.\n\nEnlever du feu dès que les morceaux sont dorés et les mettre sur un papier absorbant afin d’enlever l’excès d’huile.\nEt c’est prêt!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Beignets Au Coco",
        "lien": "https://www.recettesafricaine.com/beignets-au-coco.html",
        "ingredients": "Facultative: 1 cuillère à café de cannelle\nVous pouvez varier les beignets en:\n1 – Remplacer le lait de coco avec du yaourt.\n2 – Ajoutez un peu de purée de banane pour donner un gout de banane aux beignets\n\nPréparation des beignets au coco\nÉtape 1: Dissoudre la levure dans l’eau tiède et mettre de côté.\nÉtape 2: Battre l’œuf dans un bol, ajouter le lait de coco, le sucre et la cuillère d’huile ou de beurre. Mélangez bien et réservez.\nÉtape 3: Sur les 3 tasses de farine, ajouter la poudre de cannelle si vous voulez. Et mélanger bien puis y verser le liquide de levure.\nUtilisez vos main pour bien mélangez ou aussi une machine.\nEtape 4: Ajouter graduellement le mélange d’œufs sur la farine tout en mélangeant continuellement jusqu’à ce que vous obtenez une pâte qui n’est pas trop collante.\nSi la pâte colle trop aux mains, rajouter un peu plus de farine.\nÉtape 5: Verser la pâte sur une table et pétrir pendant 10 à 15 minutes jusqu’à ce que la pâte soit douce, lisse et élastique.\n\nEnsuite, mettre dans un bol et couvrir avec une serviette ou une feuille d’aluminium et laissez la pâte lever pendant 45 minutes ou une heure.\nÉtape 6: Diviser la pâte en petites boules égales et utiliser votre rouleau à pâtisserie pour aplatir les boules en forme ronde épaisse.\nEnsuite, utilisez un couteau bien aiguisé pour diviser la pâte en forme désirée.\n\nVous pouvez les faire triangles en divisant les formes rondes en diagonales.\nEtape: Chauffer l’huile végétale à feu moyen-vif et faire revenir les Mandazi jusqu’à coloration dorée.\n\nRetirer et placer sur du papier absorbant pour enlever l’excès d’huile.\nServir immédiatement!\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Les Beignets d’haricots",
        "lien": "https://www.recettesafricaine.com/beignet-koki.html",
        "ingredients": "",
        "instructions": "Trempez le haricot encore  la veille de la préparation.\nLavez les haricots en enlevez toutes les peaux.\nEcrasez le haricot au mortier ou dans votre robot de cuisine jusqu’à ce qu’ils deviennent une pate lisse.\nVous pouvez y ajouter l’oignon, l’ail.\nAjoutez du sel et un œuf.\nVersez la préparation dans un mortier et tournez la avec un pilon jusqu’à ce quelle double de volume. (Vous pouvez utiliser un fouet électrique)\nFaites frire les beignets dans de l`huile chaude en vous servant d’une cuillère à soupe pour former les boules. Et Voila, c’est prêt.\nVous pouvez servir avec une sauce de piment.\nBon appétit!\nAimez-vous mes Recettes? Acheter mon Livre … <<Les Recettes de l’Atelier de Oumou, 25 Recettes Simples et Delicieuses>>\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Beignet de Banane",
        "lien": "https://www.recettesafricaine.com/beignet-de-banane.html",
        "ingredients": "\n",
        "instructions": "Ecrasez les bananes grâce à votre robot électrique ou pilez-les dans votre mortier.\nAjoutez la farine de mais.\nLa pate est prête, faites frire dans de l’huile chaude en formant des boules avec une cuillère à soupe jusqu’à coloration dorées.\nBon appétit!\nAimez vous mes Recettes? Acheter mon Livre … <<Les Recettes de l’Atelier de Oumou, 25 Recettes Simples et Delicieuses>>\n\nRecette de Beignet de Banane\nRecette de Beignets Africains\nRecettes africaines\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette de Beignet Africain (Mikate)",
        "lien": "https://www.recettesafricaine.com/beignet-africain.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Beignets à la banane",
        "lien": "https://www.recettesafricaine.com/beignet-a-la-banane.html",
        "ingredients": "Facultatif: Sucre vanille, oignon râpé, œuf\n",
        "instructions": "Commencer par dissoudre la levure dans quelques gouttes d’eau et mettre de côté.\n\nPuis dans un bol, écraser les bananes, puis y ajouter le sucre et le sel. Mélanger bien.\nMaintenant incorporez la farine dans le mélange de banane, ajoutez la levure dissolue puis battez avec vos mains jusqu’a ce que la pâte soit bien lisse.\n\nVous pouvez à ce point ajoutez la vanille pour parfumer et aussi de l’oignon râpé.\nLaissez reposer au moins 30 minutes ou 1h.\n\nLa dernière étape est de chauffer une bonne quantité d’huile à feu moyen et utilisez votre main ou une cuillère pour déposer le mélange dans l’huile, (soyez extrêmement prudent lorsque vous effectuez cette étape).\n\nFrire vos beignets de bananes jusqu’ a ce qu’elles deviennent bien dorés.\nServez chauds avec une boisson et du piment.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Recette d’Alloco et sa sauce piment",
        "lien": "https://www.recettesafricaine.com/alloco.html",
        "ingredients": "-Pour la sauce de piment:",
        "instructions": "Lavez, épluchez et coupez les bananes plantains en 1/2 pouce d’épaisseur.\nVous pouvez les couper diagonales ou en rondelles.\nEnsuite, saler les bananes, ajoutez les gouttes de citron et mélangez bien.\nChauffez l’huile dans une grande poêle et faites frire le plantain jusqu’à ce que chaque côté soit bien doré.\n\nRetirez et placez-les dans une serviette en papier pour absorber l’excès d’huile.\nLa sauce Piment:\nPilez les piments avec l’oignon et l’ail.\nVous pouvez utiliser un robot culinaire ou un mortier.\n\nMélangez avec la tomate concentré,  la moitié du bouillon cube et l’eau.\nChauffez l’huile juste un peu et ajoutez le mélange de piment.\nFaites cuire pendant 15 minutes à feu doux. Pour finir salez et poivrez, ajoutez un peu de citron si vous voulez (Moi j’aime bien).\n\nMaintenant servez vos bananes frits avec le piment. Vous pouvez aussi servir avec de l’Attieké.\n\nBon Appétit!\nRecettes Africaines\nRecettes de Cuisine Ivoirienne\nRecettes de Cuisine Camerounaise\nAutre recette d’Alloco\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Alloco Ivoirien",
        "lien": "https://www.recettesafricaine.com/alloco-ivoirienne.html",
        "ingredients": "",
        "instructions": "Etape 1: Éplucher vos bananes et découper les  en cubes. La forme de vos allocos dépendra de votre préférence. Ici, j’ai découpé en petit cube pour les rendre un petit peu croquant.\nEtape 2: Chauffer votre huile et mettez y les oignons. Le rajout des oignons est facultatif mais ceci donnera un gout spécifique à vos bananes.\nLorsque les oignons sont bien dores, retirer les et jeter.\nEtape 3: Rajouter vos morceaux de bananes petit a petit et frire jusqu’a coloration dorée.\nRetirer et server avec ce que vous voudriez (Attieke, Poisson , Poulet ou viande).\n\nComment aimez-vous manger la banana plantains? Frit, bouilli, braise?\nLaisser vos commentaires ci-dessous.\nAllez, bon appétit et excellente journée.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Beignets Africains",
        "titre": "Accras de niébé",
        "lien": "https://www.recettesafricaine.com/accras-de-niebe.html",
        "ingredients": "",
        "instructions": "Servez vos beignets avec une sauce piment lorsqu’elles sont prêtes.\nD’abord commencer par faire tremper les haricots pendant au moins 3 heures ou jusqu’au lendemain.\nEnsuite enlevez la peau des haricots en frottant les grains entre vos mains. Vous verrez immédiatement la peau sortir. Il n’est pas difficile d’enlever la peau mais ça vous pendra beaucoup de temps (20-30 minutes).\nPuis dans un robot culinaire ou dans un mortier, ajouter les haricots et une demi-tasse d’eau.\nEn mélangez ou pilez jusqu’à ce que vous obteniez une pâte lisse. Assurez-vous que la pâte n’est pas trop liquide.\nEnsuite, ajoutez l’oignon haché, quelques piments verts, un cube de bouillon, le poivron rouge, le sel et mélangez.\nChauffez l’huile et utilisez une cuillère  profonde pour former des petites boule du mélange, puis versez-le dans l’huile et faire frire de chaque côté jusqu’à ça soit cuit et doré.\nRetournez les Acrras souvent pendant la friture afin de s’assurer que l’intérieur est cuit. Lorsque vous avez terminé placer les beignets dans un essuie-tout pour enlever l’excès d’huile.\n\nServez avec une sauce tomate.\nBon Appétit!\nRecette Vidéo\n\nRetour sur recettesafricaine.com\nRetour aux recettes de beignets\nAutre recette d’Akara\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Boissons Africaines",
        "titre": "SUCETTE DE PAIN DE SINGE",
        "lien": "https://www.recettesafricaine.com/sucette-painsinge.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Boissons Africaines",
        "titre": "Yaourt Naturel ou Lait Caillé",
        "lien": "https://www.recettesafricaine.com/lait-caille.html",
        "ingredients": "Variante: 500ml de lait entier et 3 cuillères à soupe de yaourt bio\nPréparation du lait caillé\nUtilisez un bol en plastique pour cette recette et ne pas utiliser un bol en aluminium.\nVersez le lait en poudre dans le bol et ajouter l’eau et mélanger jusqu’à ce qu’il devienne lisse et uniforme.\nEnfin ajouter le yaourt bio et fermer le récipient avec un couvercle.\nPlacer le récipient dans un environnement chaud, le couvrir avec 2 serviettes et le laisser fermenté pendant 8 à 12h de temps.\nJ’ai l’habitude de le faire le soir et le lendemain matin il sera bien fermenté.\nAprès la fermentation, le lait sera crémeux et aura un goût un peu aigre.\nVous pouvez le servir avec de la bouillie, du riz ou le déguster avec du sucre ou même sans sucre.\nLe lait caillé peut être conservé au réfrigérateur pendant au moins 2 semaines.\n\nRecette vidéo\n\nRecette de lait fermenté (en utilisant le lait entier)\nPremièrement porter le lait à ébullition, puis retirer du feu et laisser refroidir pendant au moins 2 minutes.\nAjouter le yogourt bio et fermer le couvercle. Laissez-le reposer dans un endroit chaud et couvert avec des serviettes pendant au moins 12h.\nAprès fermentation servez votre lait immédiatement ou gardez le dans le réfrigérateur.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Boissons Africaines",
        "titre": "Jus de Tamarin",
        "lien": "https://www.recettesafricaine.com/jus-de-tamarin.html",
        "ingredients": "Préparation:\nDans un grand bol, mettre les pulpes de tamarin avec une tasse d’eau et laisser reposer au moins 30 minutes.\nAprès 30 minutes, Pétrir avec la main les pulpes de tamarin pour en extraire le jus. Ajoutez l’eau restante et mélanger le tout.\nPuis utiliser un tamis pour filtrer le jus.\n\nSur ce jus, ajouter le sucre et la vanille. Mélanger bien et garder au frais.\nServir frais et bon appétit!\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Boissons Africaines",
        "titre": "Jus de gingembre (Gnamakoudji)",
        "lien": "https://www.recettesafricaine.com/jus-de-gingembre.html",
        "ingredients": "\nPréparation du jus de gingembre\n\nÉtape 1: Ajoutez le gingembre, l’ananas et le jus de citron dans un robot culinaire. Puis ajoutez l’eau et mélangez bien jusqu’à obtention d’un liquide homogène.\nVous pouvez aussi utilisez un mortier et piler le gingembre et les ananas ensemble et mélangez dans l’eau.\nÉtape 2 : Filtrez le mélange obtenu à l’aide d’un tamis pour retirer le jus .\nÉtape 3 : Ajoutez le sucre au jus et mélangez.\nLe sucre est selon votre goût, vous pouvez ajoutez plus ou moyen que ma quantité recommandée.\nGardez au réfrigérateur et servez froid avec vos repas.\nBon Appétit !\n\nBienfaits du Gingembre\nLe gingembre est connu pour ses bienfaits pour la santé, il a des vertus antioxydants.\nJe l’utilise beaucoup dans ma cuisine, j’ajoute dans les soupes ou sauces et boit souvent le jus de gingembre. Voici quelques bienfaits du gingembre.\nLe gingembre:\nPrenez l’habitude d’ajoutez le gingembre dans vos sauces ou encore faites des boissons de gingembre pour en profitez de ses bienfaits.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Boissons Africaines",
        "titre": "Jus de Bouye ou fruit de baobab",
        "lien": "https://www.recettesafricaine.com/jus-de-bouye.html",
        "ingredients": "\nPréparation:\nÉtape 1: Tremper les graines de bouye dans  2 L d’eau bouillante et rajouter 1l  d’eau froide.\nQuelques minutes après, le pain de singe va se dissoudre  lorsque vous le brasser à l’aide de vos mains, puis retirer les graines noires sans pulpe.\n\nÉtape 2: Tamiser avec un tamis fin le jus de pulpe afin d’en extraire les impuretés.\nA l’aide d’une spatule, donner du rythme à ce jus de pulpe en ajoutant du sucre et  remuer, toujours dans le même rythme versez les 3 boites de lait et bien remuer.\n\nVous pouvez en faire le JUS DE BOUYE ROYAL en y ajoutant des petits morceaux d’ananas, la noix de coco râpé finement et du nectar de banana.\nNB: Vous deviez obtenir un jus onctueux et homogène sans imperfection.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Boissons Africaines",
        "titre": "Jus de Bissap",
        "lien": "https://www.recettesafricaine.com/jus-de-bissap.html",
        "ingredients": "Préparation du jus de Bissap\nÉtape 1: Lavez les fleurs et mettez les dans une casserole avec l’eau et porter à ébullition pendant 25 minutes.\nÉtape 2: Apres 25 minutes, retirez du feu et ajoutez les feuilles de menthe. Puis laissez totalement refroidir.\nÉtape 3: Versez le liquide dans une passoire pour séparer les fleurs du jus.\nÉtape 4: Ajoutez le sucre au jus avec l’arôme de fraise et de vanille. Mettez dans le réfrigérateur pour au moins 3heures de temps.\nServir très froid et profitez-en!\n\nLe bissap a longtemps été utilisé dans la pharmacopée traditionnelle pour soigner beaucoup de problemes de santé en Afrique. Il est reconnu que bissap est très riche en:\nIl facilite aussi la digestion, a des vertus diurétiques et aide dans les problemes d’ hypertension.\nPersonellemt, j’en buvais beaucoup lors de ma grossesse et il a èté un grand remède pour mes troubles digestifs .\nBeaucoup de femmes enceintes sous hypertension en boivent aussi sans moderation pour diminuer leur tension.\nBuvez au moyen 2 tasses du jus de bissap, chaudes ou froides pour beneficier de son vertus.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz gras Poulet pour une grande famille",
        "lien": "https://www.recettesafricaine.com/riz-gras-poulet-pour-une-grande-famille.html",
        "ingredients": "2 ou 3 Poulet entier, lavé et découpé en morceaux\n3 kg de riz parfumé cassé (le riz siam)\n600 ml d huile\nUne tete d’ail\n1 petit bouquet de persil\n1 petit bouquet de basil\n1 petit bouquet de ciboulette\nPiments, selon votre goût\n1 poivron\nLégumes aux choix (Citrouille, Aubergine, Choux, Carotte, Manioc, aubergine blanc)\n5 tomates fraîches, écrasées\n400 g de tomate concentrée\n2 oignons\nQuelques échalotes si disponible\nSel, selon votre goût\nUne Feuille de laurier\nUn petit morceau de gingembre râpé\nÉpices: Poivre, Paprika, curry\nCube de bouillon ou d’assaisonnement au choix",
        "instructions": "Réduire le feu et laisser le riz cuire complètement à feu doux.\nServir le riz avec les légumes, le poulet et la sauce d’oseille.\nBon appetit!"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Le lafidi ou  Fouti au poisson",
        "lien": "https://www.recettesafricaine.com/le-lafidi-ou-fouti-au-poisson.html",
        "ingredients": "",
        "instructions": "Dans une marmite mettre les gombos, les aubergines, les piments et les aubergines africaines; ajouter de l’eau et porter à ébullition. Laisser cuire complètement.\nPiler le tout ensemble en ajoutant sel, soumbara, poudre d’écrevisse, poudre de poisson sec et cube si vous voulez.\nRetirer et réserver.\nFaire chauffer l’huile dans une poêle, saler les morceaux de poisson et les faire frire. Retirer et réserver.\nDécouper les oignons et faire sauter dans l’huile quelques minutes; ajouter une cc de soumboura, une pincée de sel et un peu d’eau. Laisser cuire les oignons.\nAjouter 1 cc d’écrevisses pilées dans la sauce d’oignon et mettre les morceaux poissons dessus  et cuire a feu doux quelques instant.\nDans une marmite, cuire le riz normalement.\nMélanger la poudre  d’écrevisses, le sel, le soumbara et la poudre de poisson sec bonga ensemble et ajouter dans le riz.  Mélanger le tout ensemble\nServir le riz avec la sauce poisson, le mélange de gombo et du soumbara en poudre.\nBon appetit !!!"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Le Tchep Sénégalais",
        "lien": "https://www.recettesafricaine.com/le-tchep-senegalais.html",
        "ingredients": "1 kg poissons frais (Barracuda, dorade, tilapia, etc)\n1 kg de riz parfumé cassé (le riz siam)\n6 gousses d’ail\n1 petit bouquet de persil\nPiments, selon votre goût\n1 poivron\nLégumes aux choix (Citrouille, Aubergine, Choux, Carotte, Manioc, aubergine blanc)\n2 tomates fraiches\n150 g de tomate concentrée\n1 oignon\nSel, selon votre goût\nUne Feuille de laurier\nQuelques gombos et des feuilles d’oseille\nCube de bouillon (Bio, fait-maison ou selon votre goût)\n200 ml d huile pour le riz",
        "instructions": "Piler ensemble les gousses d’ail, les piments, le poivron et le persil.\nBien piler le mélange et diviser le en 2, sur une partie mettre un peu de sel, du poivre noir, le cube fait maison.\nFaire des petits trous sur les poissons et introduire ce mélange dans les petits trous comme farce.\nChauffer l’huile et faire frire les morceaux de poisson, retirer et réserver.\nCouper l’oignon et ajouter dans l’huile chaude, faire sauter jusqu’à ce qu’il devienne tendre.\nAjouter la tomate concentrée, les tomates fraîches écrasées et laisser cuire une quinzaine de minutes en remuant occasionnellement.\nAjouter la feuille de laurier, le reste du melange de persil, un peu de poivre noir, un peu de cube fait maison et faire sauter quelques minutes.\nEnsuite mettre les légumes de votre choix (citrouille, carotte, choux, aubergines, manioc, gombo, le piment et l’aubergine), les morceaux de poisson frit  et couvrir de 2 litre d’eau.\nLaisser les légumes cuire complètement;  Après cuisson retirer tous les légumes et les poissons.\nLaver le riz plusieurs fois et le faire cuire à la vapeur  une quinzaine de minutes sur une marmite à la vapeur. Retirer et mettre de côté.\nRetirer une louche de la soupe et garder pour la sauce d’oseille.\nPuis mettre le riz dans la soupe, ajouter du sel et du cube à votre goût.\nRéduire le feu et laisser le riz cuire complètement à feu doux.\nDans une petite marmite, faire cuire les gombos et les feuilles d’oseille avec un peu d’eau.\nPilez le tout ensemble (gombo et oseille) puis mettez la soupe que vous avez réservée avec  un peu de sel; retirer et mettre de côté.\nServir le riz avec les légumes, le poisson et la sauce d’oseille.\nBon appetit!\n"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "LE RIZ CANTONAIS",
        "lien": "https://www.recettesafricaine.com/le-riz-cantonais.html",
        "ingredients": "",
        "instructions": "Enlever la peau et les os du poulet puis les découper en petits cubes.\nDécortiquer et nettoyer les crevettes. Découper tous les légumes en cubes et mettre de côté.\nDans un petit bol,mélanger la sauce soja, la sauce d’huître, la sauce pour Nems, le sucre et un peu d’eau.\nCommencer par battre les œufs et les faire sauter avec un peu d’ huile dans la poêle. Retirer et réserver.\nAjouter un peu d’ huile dans la poêle et sauter les cubes de poulet, retirer et réserver à côté.\nAjouter une cuillère à soupe d’huile et sauter la viande hachée, retirer et réserver aussi\nFaire aussi sauter  les crevettes dans la même poêle avec un peu d’ huile, retirer et réserver.\nDans la poêle, mettre de l’huile, faire sauter l’ail, l’oignon émincé, les carottes, le petit pois, le poivron vert, les piments et les morceaux d’oignon.\nAjouter le riz cuit et mélanger bien avec les légumes quelques instants.\nAjouter la viande hachée,  le poulet, les crevettes, les œufs, le mélange des sauces et faire sauter le tout pendant quelques minutes.\nFinir par mettre des feuilles de basilic ou des feuilles d’ oignon vert.\nServir chaud avec du citron et du piment.\nBon appetit!!\nVideo du Riz cantonais\n<iframe width= »560″ height= »315″ src= »https://www.youtube.com/embed/rvgRvQv6sjA » title= »YouTube video player » frameborder= »0″ allow= »accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture » allowfullscreen></iframe>"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Yassa au poisson braisé",
        "lien": "https://www.recettesafricaine.com/yassa-au-poisson-braise-2.html",
        "ingredients": "4 poissons frais (Tilapia, carpe, dorade; captain,etc)\n1 poivron\n3 oignons\n5 gousse d’ail\n1 petit bouquet de persil\n1 petit bouquet de basilic\n200 ml d’huile,\n1 cc de mélange d’assaisonnement ou cube (Bio ou fait-maison)\n1 cc de curry en poudre,\n1 cc poivre noir,\n½ cc d’herbe de provence\n2 cs de moutarde\nSel\n2 Citrons frais",
        "instructions": "Dans un blender, mélanger le poivron, un oignon, les gousses d’ails, le persil, et le basilic.\nDiviser le mélange en deux.\nSur une partie, ajouter 1 cs de  moutarde, 1 cs  d’huile, ½ cc de mélange d’assaisonnement, ½ cc de curry, ½ cc de poivre noir, un peu d’herbe de province, sel et bien mélanger.\nFaire des incisions sur les poissons et bien les mariner.\nFaire chauffer la grille électrique ou les braises et cuire les poissons.\nDécouper  les oignons en lamelle, ajouter le reste du mélange d’ oignon-d’ail, la moutarde, toutes les épices, le jus de citron frais et  bien mélanger.\nFaire chauffer l’huile et sauter le mélange d’ oignon quelques minutes. Saler selon votre goût.\ncouvrir la marmite pour bien cuire les oignons, remuer occasionnellement pour éviter que ça ne brûle.\nLorsque les oignons sont tendres et l’huile apparaît au-dessus de la sauce, servir avec du riz ou Attiéké et le poisson braisé.\nBon Appétit!"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Lafidi aux feuilles de patate (Fouti Hako)",
        "lien": "https://www.recettesafricaine.com/lafidi-aux-feuilles-de-patate-fouti-hako-2.html",
        "ingredients": "200 g de feuilles de patate douce, finement émincée\n10 gombos frais\n2 aubergines africaines si disponible\nDu piments, selon le goût\n2 cuillère à soupe de poisson sec fumé (bonga) en poudre\n2 cuillère à soupe de crevettes séchées en poudre\nDu cube, facultatif\nDu soumbara en poudre (soumbala ou Netetou)\nDe l’huile rouge et quelques morceaux d’oignons\n1 kg de riz",
        "instructions": "Dans une marmite, mettre de l’eau pour cuire le riz.\nAjouter  les gombos et garder deux pour la fin, les aubergines et porter à l’ébullition\nEnsuite laver le riz et ajouter dans l’eau. Salez selon votre goût.\nMettre les piments et laisser le tout cuire.\nLorsque le riz est à moitié cuit, ajouter les feuilles de patate douce, la poudre de poisson fumé et de crevettes, un peu de soumbara en poudre et un cube selon votre goût.\nRéduire le feu  et laisser cuire.\nRetirer les gombos, les aubergines, les piments, les feuilles de patates cuites et mettre de côté.\nGratter les gombos restants et mettre sur le riz puis laisser cuire. Mélanger le gombo avec le riz.\nPuis piler tous les légumes ensemble (gombos, aubergines, feuilles, piments)\nAjouter dessus un peu de poudre de poisson sec, poudre de crevettes, le soumbara, le\ncube et sel.\nVérifier si le riz est bien cuit.\nChauffer l’huile et mettre quelques morceaux d’oignon pour bien parfumer.\nServir le riz avec le mélange de gombo, l’huile rouge et le soumbala.\nBon appétit!"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz Gras viande de mouton (Gigot d’agneau)",
        "lien": "https://www.recettesafricaine.com/riz-gras-viande-de-mouton-gigot-dagneau.html",
        "ingredients": "",
        "instructions": "Lavez votre viande et faites des incisions dessus.\nPréparez un mélange d’épices avec un peu de poivre, paprika, curry, herbes et tout le gingembre en poudre. Ajoutez du sel et mélangez bien .\nUtilisez ce mélange d’épices pour bien assaisonner votre viande, mettez de partout et frottez bien. Prenez vraiment votre temps pour le faire.\nDans une poêle, faire chauffer un peu d’huile et ajouter quelques oignons, ail et gingembre frais, cela donnera un bel arôme à l’huile.\nEnsuite, placez votre viande dans cette huile et faites frire tout le côté de votre agneau jusqu’à ce qu’il soit bien doré.\nCette étape est juste pour obtenir une belle couleur pour la viande.\nLorsque la viande est dorée, retirez-la de la poêle et utilisez une grande casserole.\nTransférer l’huile restante dans cette casserole et ajouter la moitié de l’oignon émincé.\nEt faire sauter pendant quelques minutes, puis ajouter la viande  et couvrir avec beaucoup d’eau.\nAssez pour cuire la viande et aussi pour avoir  un bouillon que nous utiliserons pour la cuisson du riz.\nAjoutez un peu de sel à votre goût et laissez cuire.\nSur  le riz, ajoutez du sel et une feuille de laurier puis couvrir d’eau chaude. Laissez reposer pendant 20 minutes.\nPendant ce temps, préparez vos ingrédients:\nDans un blender ou mortier, mélanger ensemble les poivrons, quelques piments,  oignons, échalotes, ail, gingembre frais, basilic, persil, quelques feuilles de menthe et les tomates fraîches.\nBien mélanger le tout.\nPrendre 2 louches de ce mélange d’oignon et rajouter dans le bouillon de viande qui est en train de cuire.\nMettre 350 ml d’huile dans une marmite lourde, Ajoutez ensuite la moitié d’un oignon émincé et faites sauter jusqu’à ce que les oignons deviennent tendres.\nAjoutez le concentré de tomate et faites sauter, ne précipitez pas cette étape, il est très important de prendre le temps de faire frire le concentré de tomate.\nCouvrir d’une demi-tasse d’eau et laisser cuire quelques minutes.\nLorsque le liquide est presque absorbé, ajouter vos épices de choix, moi j’utilise du paprika, du poivre noir, une feuilles de laurier,  la poudre de curry et un peu d’herbes de provence,\nAjoutez le mélange d’oignons et  salez à votre goût, vous pouvez également ajouter un cube de bouillon à ce stade si vous le souhaitez.\nMettre vos légumes (patates, carottes, manioc, pommes de terre et piments)\nQuand les légumes sont à moitié cuits,  retirez les de la sauce tomate et ajoutez dans le bouillon de viande pour finir la cuisson.\nPour avoir un riz parfaitement cuit, lavez le  plusieurs fois, jusqu’à ce que l’eau soit complètement claire.\nRéduire  un peu la sauce tomate et la garder pour le service.\nSur la sauce restante, ajouter votre assaisonnement ou cube de  bouillon que vous aimez.\nBien mélanger et ajouter le riz bien lavé.\nMélangez le tout avant d’ajouter le bouillon de la viande\nPour 1 kg de ce riz , j’utilise 1 litre et demi de bouillon de viande. Cela cuit parfaitement mon riz.\nSalez à votre goût.\nCouvrir d’abord d’une feuille d’aluminium ou de papier cuisson, puis placer  le couvercle,\nBaissez le feu à doux et laissez cuire votre riz pendant 10 minutes.\nPuis retournez votre riz et laissez-le cuire doucement.\nSi vous le faites cuire à feu vif, votre riz brûlera sans être cuit.\nUne fois que vos légumes sont tendres, retirez-les du bouillon et réservez-les.\nEt quand votre agneau est très tendre, servez-le avec votre riz et vos légumes.\nDégustez  avec une sauce piquante au tamarin ou au citron vert.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz Gras Viande",
        "lien": "https://www.recettesafricaine.com/riz-gras-viande.html",
        "ingredients": "1kg  et ½ de viande de bœuf\n2 kg et ½ de riz au jasmin cassé\n625 ml d’huile, 250 ml pour chaque kg de riz\nDes  choux, carottes, pommes de terre, patates douces, manioc et haricots verts.\n3 tomates fraîches\n2 cuillères à soupe de moutarde\n3 petits poivrons verts\nUn bouquet de persil\nUn bouquet de feuilles de basilic\nPiments forts à votre goût\n5 oignons\nUne tête d’ail\nPour les épices, du gingembre, du paprika, du curry en poudre, du thym sec, des feuilles de basilic, du poivre noirs et l’assaisonnement ou cube de votre choix,\nSel, selon le gout",
        "instructions": "Sur le riz, ajouter de l’eau bouillante avec du sel et de laisser reposer pendant au moins 30 minutes.\nDans une grande marmite, faites chauffer l’huile et faire revenir les légumes. C’est juste pour leur donner une belle couleur et c’est complètement facultatif; vous pouvez omettre cette étape si vous le souhaitez.\nUne fois les légumes dorés, retirer l’huile et réserver.\nDans un robot culinaire ou un mixeur, mélanger l’ail avec les oignons, ajouter les poivrons verts,\nAjoutez les feuilles de basilic et le persil, avec quelques piments selon votre gout.\nMélangez bien le tout ensemble et réserver.\nSur la viande, ajoutez la moutarde avec un peu de poivre noir.\nAjoutez un peu de chaque épice: comme la poudre de curry, le paprika, le gingembre, le thym sec et l’assaisonnement ou le bouillon de votre choix.\nBien mélanger, puis l’ajouter dans l’huile chaude et faire sauter pendant quelques minutes.\nAjoutez la moitiée de votre mélange d’oignon et faire sauter.\nLorsque le mélange d’oignon est tendre, mettre couvrir d’eau et laisser la viande cuire.\nEcraser les tomates fraîches et ajouter sur la viande.\nUne fois les tomates cuites, ajoutez tous les légumes frits.\nCouvrez d’eau et ajoutez un peu de sel, puis laissez vos légumes cuire jusqu’à tendreté.\nUne fois les légumes cuits, retirez-les et réservez.\nJe laisse le manioc car il faut plus de temps pour le cuire.\nAjoutez les haricots verts si vous le souhaitez,\nAjoutez maintenant vos piments forts avec toutes les épices restantes et votre bouillon ou assaisonnement que vous aimez.\nCouvrir d’eau, pour chaque chaque kg de riz, j’utilise 2 l d’eau.\nAjoutez le reste du mélange d’oignon, salez à votre goût et laissez bouillir la soupe.\nRetirer le manioc et les piments une fois cuits.\nLavez votre riz plusieurs fois jusqu’à ce que l’eau soit complètement claire.\nAjoutez maintenant le riz dans la soupe, couvrez et laissez cuire 15 minutes.\nPuis retournez le riz et réduisez le feu\nFaites cuire jusqu’à cuisson complète.\nQuand il est prêt, servez votre riz avec les légumes, le citron vert et le piment.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz Senegalais (Thieb Dieun)",
        "lien": "https://www.recettesafricaine.com/riz-senegalais.html",
        "ingredients": "2,5 kg de riz parfume casse,\n1 Kg de poisson de\nvotre choix\n250 g de\nconcentré de tomate\n1 poivron vert\n4 tomates\nfraîches\n2 oignons, vous\npouvez également ajouter de l’oignon vert\n1 tête d’ail\nFeuilles de\npersil et basilic,\nDes piments forts,\nselon votre goût\nPour les légumes\n: choisissez ce que vous aimez, j’ai ici :\nDes Pommes de\nterre, patates douces, choux, carottes, haricots verts\nPour les épices :\nje vais ajouter :\nDu Poivre noir,\nDu gingembre,\nPoudre de curry,\nPiment en poudre,\nPaprika\n3 feuilles de\nlaurier,\nDes feuilles de\nthym et de romarin sec,\nDu  poudre de soumbara, facultatif\nCube de bouillon\nou assaisonnement que vous aimez\n500 ml d’huile\nPour la sauce d’oseille\n:\nNous avons besoin\nde : feuilles d’oseille, gombos frais et piment",
        "instructions": "Vous pouvez cuire\nle riz à la vapeur si vous le souhaitez\nMais moi, je vais\njuste couvrir le riz avec de l’eau chaude et du sel et laisser reposer pendant\n30 minutes.\nPour le poisson :\nvous pouvez également faire une petite marinade et l’insérer dans le poisson.\nMoi j’ajoute\njuste du sel, du poivre, cube puis je mélanger bien\nMaintenant\nchauffez l’huile, faites frire le poisson et mettez-le de côté\nDans un mixeur :\najoutez l’oignon, l’ail, le persil, les feuilles de basilic, les piments forts et\npoivron vert et mélangez le tout.\nPour les carottes\n: vous pouvez les ajouter entières ou les couper en petites\nPour moi, je les\ncoupe en petits morceaux avec les haricots verts et les ajoute pour que mes\nenfants les mangent facilement.\nMaintenant,\nécrasez les tomates avec un peu d’eau et ajoutez le concentré de tomates\nDans une grande\ncasserole, chauffer l’huile et ajouter 2/3 du mélange d’oignon, faire sauter\npendant une minute\nAjoutez ensuite\ntoutes les épices, j’aime garder un cube de bouillon pour la soupe.\nAjouter les\ntomates et bien mélanger\nMaintenant,\najoutez les légumes :\nCommencer avec\nles carottes et les haricots verts faire frire pendant quelques minutes\nAjoutez ensuite\nles légumes restants :\nLe chou, les\npommes de terre, les patates douces et les piments forts.\nSaupoudrer de sel\net couvrir quelques minutes.\nRemuez bien et\najoutez 2 tasses d’eau pour bien cuire les légumes.\nUne fois les\nlégumes cuits, retirez-les tous\nAjouter le\npoisson frit et cuire 5 minutes, puis retirer et réserver\nRetirez une\npetite quantité de la sauce tomate pour mettre dans la sauce d’oseille plus\ntard.\nCouvrez\nmaintenant la sauce tomate avec de l’eau: Pour 1 kg de riz, j’utilise 2 l d’eau\nmais tout dépend du type de riz que vous utilisez.\nAjoutez le reste\ndu mélange d’oignon, ajoutez le cube si vous le souhaitez et salez à votre\ngoût.\nPortez cette\nsoupe à ébullition.\nPendant ce temps,\nlavez le riz plusieurs fois jusqu’à ce que l’eau soit complètement claire.\nAjouter ensuite\nla soupe bouillante, bien mélanger, couvrir et laisser cuire.\nAprès 15 minutes,\nretournez le riz et réduisez le feu à feu doux, couvrez et laissez le riz cuire\ncomplètement.\nPendant ce temps, préparez la sauce à l’oseille :\nDans une petite casserole\n: ajoutez les gombos, les piments forts, les feuilles d’oseille avec de l’eau\net faites cuire.\nEnsuite, utilisez\nun mixeur ou un mortier et un pilon pour mélanger le tout, ajoutez un cube de\nbouillon, la sauce tomate que nous avons conservée et salez à votre goût.\nMélangez bien et mettez de côté.\nServez votre\ndélicieux riz avec des légumes et la sauce à l’oseille\nBon Appétit !\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz cantonais",
        "lien": "https://www.recettesafricaine.com/riz-cantonnais.html",
        "ingredients": "",
        "instructions": "\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz gras  au Poulet",
        "lien": "https://www.recettesafricaine.com/riz-gras-poulet.html",
        "ingredients": "",
        "instructions": "Mettre le riz dans un grand bol et couvrir d’eau chaude, rajouter du sel et une feuilles de laurier. Laisser reposer une vingtaine de minutes; puis bien laver le riz jusqu’à ce l’eau devient bien claire.\nSaler et poivrer le poulet, faire chauffer l’huile et frire le poulet jusqu’ à coloration dorée. Retirer et mettre de côté.\nDans un mixeur, mélanger oignon, oignon vert, persil, basilic, menthes, poivron, piment et gousses d’ail. Bien pilé le tout ensemble.\nEcraser les tomates fraiches, rajouter la tomate concentrée et la moitié du mélange d’oignon.\nVerser  dans l’huile chaude et faire sauté. Rajouter les légumes, le poulet et une tasse d’eau. Laisser mijoter jusqu’à cuisson du poulet et des légumes.\n\nRetirer le poulet et les légumes cuits, mettre de côté.\nRajouter l’eau, mettre le reste du mélange d’oignon, saler et porter à ébullition.\nRajouter le riz bien lave et cuire à feu moyen. Remuer de temps en temps.\nRéduire le feu et cuire jusqu’à cuisson complète.\nServir le riz avec le poulet, les légumes et la sauce tamarin.\nBon Appétit…\nVidéo:\nVoir autres recettes de Riz gras, thiep dienn\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Recette de Thiebou Yapp – Riz A la Viande",
        "lien": "https://www.recettesafricaine.com/thiebou-yapp.html",
        "ingredients": "Pour bien réussir votre Thiebou Yapp, ajoutez le riz dans de l’eau chaude avec un peu de sel et laissez reposer pendant 15 minutes. Après les 15minutes bien laver le riz et réservez.",
        "instructions": "Étape 1: Assaisonnez la viande avec un cube de bouillon, du sel et poivre noir.\nÉtape 2: faites chauffer l’huile végétale dans une grande marmite et faites dorer la viande pendant quelques minutes.\nÉtape 3: Ajoutez la moutarde, l’oignon, l’ail, le poivre noir, le cube de bouillon et 2 feuilles de laurier. Si vous avez du Yété c’est le moment de l’ajouter. Laissez la viande cuire encore 5 minutes (ou jusqu’à ce que vous obteniez une sauce épaisse).\nEtape 4: Ajouter 1,5 l d’eau et tous les légumes. Cuire jusqu’à ce que les légumes soient cuits (environ 40 minutes).\nÉtape 5: Retirez les légumes et les réserves, puis ajouter le riz qui a été bien lave et du sel à votre goût.\nFaire cuire le riz à feu doux jusqu’à cuisson complète. Retournez le riz souvent pour éviter qu’il ne brûle.\nQuand c’est prêt, servez avec les légumes.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Thieboudienne ou Riz au gras",
        "lien": "https://www.recettesafricaine.com/thieboudienne.html",
        "ingredients": "\nVous pouvez aussi ajouter: 1 manioc doux, 1 patate douce, un peu de poisson fumé\nPréparation du Thieboudienne (Riz gras)\nÉtape 1: Préparer la farce pour le poisson:\nMélanger le persil, la moitié de l’ail, un peu de piment, ajouter du sel et 1/2 d’une Maggi. Vous pouvez piller dans un mortier ou utiliser un robot culinaire.\nEnsuite, insérez le mélange dans les morceaux de poisson et faites frire.\nÉtape 2: Faire la sauce de tomate.\nFaire chauffer l’huile, ajouter les oignons, les tomates, le concentré de tomates, l’ail restant, le poivre noir. Puis les faire frire pendant 15 minutes à feu moyen.\nEnsuite, ajoutez le poisson dans la sauce de tomate.\nAjouter les bouillons cube (ou Maggi), avec les feuilles de laurier et 1 tasse d’eau.\nEnsuite, laissez mijoter jusqu’à ce que les morceaux de poisson soient bien cuits, 15 minutes environ.\nÉtape 3:\nRetirer les morceaux de poisson et ajouter tout les légumes sauf le gombo avec 1 tasse d’eau et faire cuire les légumes jusqu’à ce qu’ils soient cuits (25 à 30 min).\nVous devez veiller à ce que les légumes soient bien prêts avant de les retirer et aussi de ne pas trop les cuire.\nEnsuite retirez les légumes, puis ajoutez le gombo avec l’eau.\nAprès 5 min enlever le gombo et ajouter le riz.\nPour rendre le riz facile à cuisiner, vous pouvez le faire tremper dans de l’eau chaude pendant 20 minutes et lavez plusieurs fois avec de l’eau tiède.\nFaites cuire le riz à feu très doux, en retournant le thieboudienne souvent pour que tous les côtés soient bien cuits.\nAu moment de servir, placez le riz dans un plat et disposer les légumes et le poisson sur le dessus.\nBon Appétit!!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Tiep bou Dienn Sénégalais",
        "lien": "https://www.recettesafricaine.com/tiep-bou-dienn.html",
        "ingredients": "Note: Magui nous dit que thiol veux dire mérou blanc.\nElle ne recommande pas d’utiliser le tilapia pour le tiep à moins que ce ne soit les gros tilapia .\nPréparation du Tiep :\nPréparer la farce: Hachez finement le persil, l’ail et un oignon; ajouter du piment pour faire une farce plus relevée.\nMettre la farce dans le poisson et faire frire; puis réserver.\n\nDans une marmite assez grande, faire revenir un oignon et ajouter le concentré de tomate. Laisser cuire à feu doux 2 min, et délayer avec de l’eau.\nEplucher et couper en tronçons les légumes, les ajouter dans la marmite et couvrir d’eau.\nAjouter les cubes maggi, saler et mettre le piment en faisant attention à ne pas le faire éclater et sans enlever la queue.\nLaisser mijoter le tout pendant au moins 45 min.\nPendant ce temps, rincer le riz et le mettre dans un couscoussier. Faire précuire le riz à la vapeur.\nRectifier l’assaisonnement de la sauce et ajouter le poisson, ainsi que le guedjef et le yete. Laisser mijoter le tout 15 min, puis sortir le poisson et les légumes.\nPasser le bouillon au chinois et mettre le riz à cuire à feu très doux. Le bouillon doit juste couvrir le riz pour éviter de faire de la bouillie : mieux vaux rajouter un peu de bouillon si besoin.\nFaire le nokoss et ajoutez dans le riz. Pour cela il faut mélanger une petite quantité de piment, ail, 2cubes maggi et un oignon dans un pilon puis mettre dans le riz.\nCuire le Tiep à feu moyen jusqu’a ce que le riz soit bien cuit.\nPour la sauce de bissap vert connu sous le non de feuilles d’oseille :\nFaire cuire les feuilles d’oseille à la vapeur.\nPilez dans les feuilles cuites avec du piment et un peu de maggi et ajoutez y un peu de sauce prélevé dans la marmite.\n\nPour servir votre Tiep bou dienn:\nMettre le riz dans un grand plat, et placer les ingrédients au centre; décorer de quartiers de citrons et de persil.\nBon Appétit!!\nMerci beaucoup Magui pour cette délicieuse recette. Si vous aussi voulez partager votre recette, envoyez la moi sur Facebook par message.\n\nRecette de Tiep bou dienn\nRecettes de Riz\nRecettes Africaines\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "RIZ AUX LEGUMES",
        "lien": "https://www.recettesafricaine.com/rizlegumes-poulet.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz soumbala (soumara)",
        "lien": "https://www.recettesafricaine.com/riz-soumbala-soumara.html",
        "ingredients": "Préparation du riz\nĖtape 1: Mettre une casserole au feu, y ajouter l’huile, les oignons et poivron découpés finement, laisser cuire 2mn puis ajouter l’ail, le poivre et persil, le sel, le soumbala concassé et le poisson sec trié et lavé dans l’eau chaude.\nĖtape 2:  Remuer et laisser frire encore 3 mn puis ajouter l’eau, vérifier l’assaisonnement et laisser bouillir.\nĖtape 3: Ajouter enfin le riz préalablement vanné lavé et passé à la vapeur.\nLaisser cuire à feu doux, puis quand l’eau de cuisson est presque finie, diminuer le feu, puis recouvrir le riz avec du papier aluminium ou un plastique alimentaire et laisser cuire à point.\nServir avec le Poulet au gingembre (Cliquez ici pour la recette).\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz aux légumes et aux poissons",
        "lien": "https://www.recettesafricaine.com/riz-legumes-poisson.html",
        "ingredients": "",
        "instructions": "Cliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Recette du Riz Jaune",
        "lien": "https://www.recettesafricaine.com/riz-jaune.html",
        "ingredients": "Remarque: La quantité d’eau utilisée dépendra de la qualité de votre riz. Si le riz cuit très facilement, utilisez moins d’eau ou plus si il est dure.\nPréparation du Riz Jaune\nTout d’abord, faire tremper le riz dans de l’eau pour 10minutes avant la cuisson, puis lavez le riz plusieurs fois et mettre de coté.\nÉtape 1: Porter l’eau à ébullition, puis ajouter tous les ingrédients dans l’eau bouillante à l’exception du riz. Ajoutez le beurre ou l’huile, le sucre, le sel, le curcuma, le bâton de cannelle, raisins secs et le citron.\nRemuer jusqu’à ce que le tout ce mélange bien et laisser bouillir pendant 5 minutes.\nÉtape 2: Ajouter le riz qui a été bien lave dans le bouillon. Couvrir et laisser mijoter pendant 20 à 25minutes à feu très doux.\nRetournez le riz de temps en temps pour éviter que ça ne brûle.\nQuand le riz a absorbé tout le liquide et est bien cuit, enlever le bâton de cannelle.\nServez votre riz jaune avec un bon ragoût ou tout ce que vous voulez.\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz Gras Soumbala",
        "lien": "https://www.recettesafricaine.com/riz-gras-soumbala.html",
        "ingredients": "",
        "instructions": "Préchauffer  l’huile et mettre les oignons, le soumbala, poivron, l’ail, persil , céleri, la tomate concentré et les tomates fraiches. Puis les faire revenir quelques minutes.\nRajouter de l’eau et mettre le laurier, le gombo, poulet fumé, l’aubergine sauvage, le piment, le sel  et le bouillon cube. Laisser mijoter jusqu’à cuisson des légumes.\nLorsque  les légumes sont bien cuits, retirer les avec le poulet.\nEt dans cette soupe  rajoute le riz et cuire à feu moyen jusqu’à cuisson complète du riz.\nDès que le riz est cuite, remettre  tous les légumes au dessus du riz et réduire le feu.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Riz Gras Blanc (riz Senegalais)",
        "lien": "https://www.recettesafricaine.com/riz-gras-blanc.html",
        "ingredients": "DIRECTION\nServir le riz avec les légumes, la viande et déguster!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Recette du Riz Biryani",
        "lien": "https://www.recettesafricaine.com/riz-biryani.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Recette de Riz aux haricots",
        "lien": "https://www.recettesafricaine.com/riz-aux-haricots.html",
        "ingredients": "Facultatif: un bouillon cube (Maggi cube), 1 cuillère à soupe de concentrée de tomate, 1 oignon haché finement.",
        "instructions": "La première étape consiste à faire tremper les haricots dans de l’eau pour au moins 4h ou toute la nuit. Puis les égoutter et bien laver.\nDans une grande marmite, ajouter les haricots Couvrir et laisser cuire jusqu’à ce que les haricots soient tendre, environ une heure.\nL’ajout du bicarbonate de soude aide à faire cuire les haricots un plus rapidement.\nEnsuite, laver le riz et ajouter le riz dans la marmite, réduire l’eau si nécessaire.\nVous aurez seulement besoin de 3 tasses d’eau pour faire cuire les 2 tasses de riz.\nPuis ajouter le sel et le poivre à votre goût et laissez mijoter jusqu’à ce que tout le liquide soit totalement absorbé, environ 20 minutes de cuisson.\nVariation: Après la cuisson des haricots, vous pouvez ajouter la tomate, l’oignon et le bouillon cube, Cuire pendant 10 minutes avant d’ajouter le riz.\nLe riz aux haricots peut être servi avec une sauce de tomate (à la viande ou au poisson).\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Riz",
        "titre": "Crevettes Sautées avec du riz au safran",
        "lien": "https://www.recettesafricaine.com/crevettes-riz-safran.html",
        "ingredients": "",
        "instructions": "Couper les oignions et l’ail finement et les faire dorés dans l’huile avec les crevettes. Y ajouter la poudre de safran et de l’eau. Laisser mijoter Pendant 10 min.\nRetirer les crevettes et les garder, ajouter dans la sauce le riz et les cubes d’assaisonnement, le poivre afin qu’ils puissent bien empreignez  le riz.\nLaisse cuire votre riz normalement.\nUne fois le riz cuit rajouter les petits pois et les crevettes. Servez chaud pour ceux qui aiment le piment vous pouvez y rajouter.\nBon appétit!\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Comment Faire le Meilleur Yassa au Poulet",
        "lien": "https://www.recettesafricaine.com/comment-faire-le-meilleur-yassa-au-poulet.html",
        "ingredients": "Notez que je vends mon melange d’epices fait maison 100% naturel, N’hésitez pas à me contacter si vous souhaitez en commander !",
        "instructions": "Voici la  vidéo sur YouTube. 🎥✨\n"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de brochettes de poulet",
        "lien": "https://www.recettesafricaine.com/recette-de-brochettes-de-poulet.html",
        "ingredients": "1 kg de blanc de poulet ou des cuisses de poulet, coupe en cubes\nPour la marinade:\nDes légumes au choix: oignons, poivrons, tomates, etc.\nDes brochettes en bois",
        "instructions": "Servir avec ce que vous voulez.\nBon appetit!"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de poulet entier frit",
        "lien": "https://www.recettesafricaine.com/recette-de-poulet-entier-frit.html",
        "ingredients": "Instruction :\nFaire la marinade :\nDans un petit bol, mélanger l’oignon râpé, ail râpé, poivron râpé et rajouter les épices telles que le paprika, gingembre, herbe de Provence, curry en poudre, sel et la moutarde. Bien mélanger le tous et ajouter d’huile.\nUtiliser ce mélange pour mariner le poulet ;\nPour l’intérieur du poulet, mettre la marinade, le demi oignon, un citron, un poivron et le bouquet de basilic.\nMettre aussi la marinade entre la peau et la viande du poulet.\nAttacher le poulet avec du fil pour ne pas que les ingrédients qui sont à l’intérieur du poulet sort ;\nDéposer dans une marmite profonde, puis couvrir avec de l’eau, un peu de sel et laisser cuire (30-40 min), soyez sure qu’il est bien cuit avant de passer à l’étape suivante (rajouter de l’eau si nécessaire).\nRetirez le poulet lorsqu’il est bien cuit, puis faire chauffez une bonne quantité d’huile et frire le poulet de tous les côtés jusqu’à ce qu’il soit bien doré.\nServir votre poulet avec ce que vous voulez,\nBon appetit !!!!!",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Riz gras Poulet pour une grande famille",
        "lien": "https://www.recettesafricaine.com/riz-gras-poulet-pour-une-grande-famille.html",
        "ingredients": "2 ou 3 Poulet entier, lavé et découpé en morceaux\n3 kg de riz parfumé cassé (le riz siam)\n600 ml d huile\nUne tete d’ail\n1 petit bouquet de persil\n1 petit bouquet de basil\n1 petit bouquet de ciboulette\nPiments, selon votre goût\n1 poivron\nLégumes aux choix (Citrouille, Aubergine, Choux, Carotte, Manioc, aubergine blanc)\n5 tomates fraîches, écrasées\n400 g de tomate concentrée\n2 oignons\nQuelques échalotes si disponible\nSel, selon votre goût\nUne Feuille de laurier\nUn petit morceau de gingembre râpé\nÉpices: Poivre, Paprika, curry\nCube de bouillon ou d’assaisonnement au choix",
        "instructions": "Réduire le feu et laisser le riz cuire complètement à feu doux.\nServir le riz avec les légumes, le poulet et la sauce d’oseille.\nBon appetit!"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de Poulet DG",
        "lien": "https://www.recettesafricaine.com/recette-de-poulet-dg.html",
        "ingredients": "",
        "instructions": "Couper tous les légumes en  petits dés  (poivrons, tomates, haricots verts et carottes)\nEnsuite couper les bananes plantain en rondelles ou diagonales.\nCouper le poireau et réserver.\nPiler ensemble le morceau de gingembre, les gousses d’ails, le demi oignon, le persil et\nle basilic.\nAssaisonner  les morceaux de poulet avec du sel, du poivre noir, cube, le melange d’oignon-basilic, herbes de provence et mettre dans une marmite avec un peu d’eau. Déposer au feu et faire cuire.\nLorsque c’est cuit, retirer et réserver.\nChauffer l’huile et faire frire les morceaux de poulet, mettre de côté.\nFaire frire les bananes plantains, mettre de côté.\nChauffer 150 ml d’huile, couper  l’oignon  et mette  dans l’huile faire sauter avec  du poivre noir, d’herbe de Provence et cube fait maison.\nPuis mettre la tomate, les carottes et un peu d’eau puis laisser cuire.\nMettre le poireau et les haricots verts.\nEnsuite ajouter les poivrons et un peu de sel.\nMettre les morceaux de poulet frits et les bananes plantains avec un peu d’eau puis couvrir et laisser cuire à feu doux une dizaine de minutes.\nServir chaud!\nBon appetit!"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette Attiéké au Poulet et Poisson",
        "lien": "https://www.recettesafricaine.com/recette-attieke-au-poulet-et-poisson-2.html",
        "ingredients": "Pour 4 Personnes",
        "instructions": "Commencer par laver les cuisses de poulet avec du sel et du vinaigre.\nMettre dans une marmite avec du sel, poivre noir, curry en poudre, paprika, herbe de province, un peu de gingembre en poudre, quelques morceaux d oignons, une gousse d ail,\nun peu de persil et une cuillère à café de moutarde.\nCouvrir d’ un peu d’ eau et laisser cuire complètement.\nRetirer les cuisses de poulet et faire chauffer de l’huile, puis faire frire les cuisses.\nRetirer et réserver.\nFaire les incisions sur le poisson, mettre un peu de citron sur le poisson.\nFaire un mélange d’epices avec 1 cc de chaque paprika, curry en poudre, gingembre en poudre,  poivre noir et un peu de sel.\nUtiliser ce mélange pour assaisonner  le poisson.\nFaire chauffer l’huile et frire le poisson. Retirer et mettre de côté.\nDécouper les plantains en petits cubes et faire chauffer l’ huile; puis faire frire jusqu’à coloration dorée.\nRetirer et réserver.\nDécouper les oignons, les gousses d’ail, un peu de poivron vert, un peu de persil et un peu de basilic et mélanger le tout ensemble.\nFaire chauffer un peu d’huile et faire sauter le mélange d’oignon.\nAjouter le cube et les épices (paprika,curry,gingembre,poivre), un peu de sel et la moutarde.\nDans un bol, mettre du concombre, les tomates, le poivron, un peu d’ oignon et du jus de citron, un peu de sel, du vinaigre et un peu de poivre. Bien mélanger le tout. Réserver.\nVerser l’attiéké dans un bol et mettre un peu de sel et d’huile, puis mettre dans la marmite à vapeur ou dans un micro-onde pour réchauffer. Retirer et réserver\nServir votre Attiéké avec le poisson, les cuisses de poulet, la sauce d’oignon, les plantains frits, les crudités et une sauce de piment.\nEt le repas est prêt !\n<iframe width= »560″ height= »315″ src= »https://www.youtube.com/embed/PUQt1uQ-LRc » title= »YouTube video player » frameborder= »0″ allow= »accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture » allowfullscreen></iframe>"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Ma recette de poulet frit",
        "lien": "https://www.recettesafricaine.com/ma-recette-de-poulet-frit-2.html",
        "ingredients": "",
        "instructions": "Laver le poulet et enlever la peau si nécessaire.\nMettre toutes les épices dessus (curry, paprika, poivre, gingembre en poudre, oignon, herbe de provence) ajouter du sel et une demi tasse d’eau et faire cuire pendant une quinzaines de minutes ou jusqu’à ce que le poulet soit bien cuit. Retirer et réserver.\nFaire chauffer de l’huile et frire les cuisses précuit jusqu’à coloration bien dorée.\nServir avec ce que vous aimez (Alloco, frites, salade, attieke).\nBon appétit!"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de  poulet au four",
        "lien": "https://www.recettesafricaine.com/recette-de-poulet-au-four.html",
        "ingredients": "1 kg de cuisses de poulet\nAttiéké\n1 cuillère à soupe de moutarde,\n1 Citron frais,\n1 cuillère à soup d’huile,\n1 cc de paprika,\n1 cc de curry en poudre,\n1 cc de poivre noir,\n1 cc de gingembre en poudre,\n1 cc d’assaisonnement au choix ou cube (Bio ou fait-maison)\nUne pincée d’herbe de provence\nSel",
        "instructions": "Mettre les morceaux de poulet dans une marmite avec un peu de sel et poivre. Mettre une demi tasse d’eau et laisser cuire une dizaine de minutes. Retirer et réserver.\nPréparer une marinade avec la moutarde, le jus de citron, l’huile, toutes les épices et le sel.\nMariner les cuisses avec ce mélange, déposer sur une plaque allant au four.\nFaire chauffer le haut et bas de votre four à 180 degrés celcius et le mettre au four pour  20-25 min ou jusqu’à ce que le poulet devienne bien doré ;\nServir avec ce que vous aimez, attiéké ou Alloco.\nBon Appétit!!!"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de vermicelles au poulet",
        "lien": "https://www.recettesafricaine.com/recette-de-vermicelles-au-poulet.html",
        "ingredients": "1  poulet, lavé et découpé en morceaux moyen\n150 ml d’huile\n1 cuillère à soupe de beurre,\n1 tasse de macédoine cuite(carotte,petit pois, etc)\n1 poivron\n500 g de vermicelles\n1 cs de moutarde\n1 petit bouquet de persil,\n1 petit bouquet de basilic,\n3 oignons finement hachés\n5 gousses d’ail\n1 citron frais\n1 cc de vinaigre blanc\n1 cc de poivre noir,\nDu sel,\n1 cc de curry en poudre,\n1 cc de gingembre en poudre\nUne pincee de thym\n1 cc d’assaisonnement au choix ou cube de bouillon selon votre goût\nDe l’huile pour friture",
        "instructions": "Faire des incisions sur les morceaux de poulet, l assaisonner avec du poivre noir, du sel, du curry en poudre et du gingembre en poudre.\nMettre dans une marmite avec un peu d’ eau et 1 cc de moutarde, laisser cuire les morceaux de poulet. Lorsque c’ est cuit, retirer et réserver.\nFaire chauffer de l’ huile puis faire frire les morceaux de poulet jusqu’à coloration dorée, retirer et mettre de côté\nMixer ensemble les gousses d’ail, le poivron, le persil, le basilic, les oignons et la moutarde. Puis ajouter le thym, le poivre, le curry, le gingembre et mettre le jus de citron frais.\nBien mélanger le tout ensemble.\nChauffer l’ huile et sauter  le mélange d’oignons 5 minutes. Couvrir d’ une tasse d’ eau et laisser mijoter jusqu’à ce que l’ huile apparaisse au-dessus de la sauce.\nPorter une grande casserole d’eau à ébullition, mettre un peu de sel et une cs d’huile pour ne pas que les vermicelles se collent.\nEnsuite rajouter les vermicelles et remuer pendant 2 à 3 minutes.\nPuis les faire passer sur une passoire pour retirer l’eau.\nMettre le beurre sur la poêle, la macédoine et les vermicelles, faire sauter un peu avant de servir.\nServir les vermicelles avec le poulet et la sauce yassa.\nBon appétit !!!"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Ma recette de poulet frit",
        "lien": "https://www.recettesafricaine.com/ma-recette-de-poulet-frit.html",
        "ingredients": "",
        "instructions": "Laver le poulet et enlever la peau si nécessaire.\nMettre toutes les épices dessus (curry, paprika, poivre, gingembre en poudre, oignon, herbe de provence) ajouter du sel et une demi tasse d’eau et faire cuire pendant une quinzaines de minutes ou jusqu’à ce que le poulet soit bien cuit. Retirer et réserver.\nFaire chauffer de l’huile et frire les cuisses précuit jusqu’à coloration bien dorée.\nServir avec ce que vous aimez (Alloco, frites, salade, attieke).\nBon appétit!"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet entier braisé",
        "lien": "https://www.recettesafricaine.com/poulet-entier-braise.html",
        "ingredients": "1 Poulet entier\nQuelques morceaux d’oignons\n1 branche de persil\n1 branche de Basilic\n3 gousses d’ail, râpées\n1 petit oignon,  râpé\n1 cuillere a soupe de Poivre noir\n1 cuillère à café Herbe de provence\n1 cuillère à soupe de moutarde\n3 cuillère à soupe d’huile\n2 Citrons\n½  cuillère à soupe curry\n½ cuillère à soupe de paprika",
        "instructions": "Ouvrir votre  poulet au beau milieu en utilisant des ciseaux pour  enlever la colonne vertébrale du poulet.\nEnsuite le laver avec du citron puis le mettre dans une marmite pour le précuire en mettant du sel, poivre,  herbes de Provence,  oignon haché, feuilles de basilic, persil, couvrir d’une tasse d’eau et laisser cuire\nPour la marinade:\nDans un bol mettre de l’huile végétale,  ensuite rajouter une cuillère à soupe de Moutarde,  l’ail rapee,  l’oignon rapé, le jus d’un citron,  herbes Province, Poivre noir, curry,  paprika, du sel, un peu d’eau  et bien mélanger la marinade.\nLorsque le poulet est  cuit, retirer le poulet et bien le mariner, mettre sur grille et rajouter petit à petit la marinade sur le poulet en restaurant toutes les 5 minutes jusqu’à coloration bien dorée\nLorsque c’est prêt,  servir avec ce que vous aimez,  Attiéké, aloco ou salade.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet grillé au lait de coco",
        "lien": "https://www.recettesafricaine.com/poulet-grille-au-lait-de-coco.html",
        "ingredients": "Cliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet Entier Frit",
        "lien": "https://www.recettesafricaine.com/poulet-entier-frit.html",
        "ingredients": "1 poulet entier\nQuelques feuilles de basilic et de persil\n4 gousses d’ail\n1 oignon\nUn petit poivron vert\nPour les épices: je vais utiliser:\nGingembre, curry, poudre de piment, paprika, poivre noir, assaisonnement de poulet et un mélange d’herbes séchées (thym, romarin) et sel selon le gout\n2 cuillères à soupe de moutarde\nHuile pour la friture",
        "instructions": "Mélanger bien ensemble: oignon, ail, poivron vert, persil et les feuilles de basilic\nDiviser le mélange en deux, ajouter sur une partie la moutarde et toutes les épices avec un peu de sel.\nEt bien mélanger\nMaintenant, faites mariner très bien le poulet avec ce mélange, insérez-le partout, mettez entre la peau du poulet et sa chair.\nMaintenant, attachez le poulet avec un fil, attachez les cuisses et les ailes\nMettre le poulet dans une grande casserole et ajouter  le reste du mélange d’oignon.\nCouvrir d’eau et salez à votre goût.\nLaissez le poulet cuire jusqu’à ce qu’il soit tendre et cuit, cela peut prendre jusqu’à 40 minutes selon le type de poulet que vous choisissez.\nUne fois le poulet cuit, faites chauffer une grande quantité d’huile et faites-le frire.\nRetourner souvent pour que tous les côtés deviennent bien dorée et cuits.\nSauce Oignon:\nVous pouvez vous servir du poulet avec ce que vous aimez mais je vais servir avec une sauce à l’oignon, alors je chauffe ½ tasse d’huile et je fais sauter un oignon émincé\nÀ cela, j’ajouterai une cuillère à soupe de moutarde.\nJe n’ai pas jeté le bouillon du poulet cuit alors je vais l’ajouter dessus.\nFaites cuire jusqu’à ce que l’oignon soit tendre et que vous puissiez voir de l’huile sur le dessus et que c’est prêt.\nFaites frire les plantains, et server le poulet avec et la sauce oignon\nBon Appetit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Comment faire du Bon Poulet Braisé",
        "lien": "https://www.recettesafricaine.com/comment-faire-du-bon-poulet-braise.html",
        "ingredients": "2 kg de cuisse de poulet, nettoyez le poulet avec du sel et\ndu vinaigre, vous pouvez garder ou retirer la peau du poulet à votre goût.\nPour les épices, j’ai utilisé ici:\nDu poivre noir, poudre de curry, poudre de piment, paprika,\ngingembre, curcuma, assaisonnements de poulet, mélange d’herbes sèches et du sel.\nUn grand bouquet de persil,\nUn petit bouquet de feuilles de basilic\nUne tête d’ail,\n½  poivron vert,\n½ oignon,\nLe  jus d’un citron\nvert\n3 cs de moutarde\n2 cuillères à soupe d’huile vegetale\nJe servirai avec de l’Attieke cuit, plantains frits, une\nsalade, une sauce d’oignon et du piment",
        "instructions": "Commencez par faire des incisions sur le poulet.\nEnsuite, assaisonnez le poulet avec un peu de curcuma, du\npoivre et du sel.\nMettre dans une casserole et couvrir avec 1 tasse d’eau et\ncuire.\nNB:  Ne pas ajouter\nBEAUCOUP d’eau dans la casserole car le poulet va libérer son jus.\nPréparez la marinade:\nAu robot culinaire ou au mixeur: ajoutez tout l’ail, l’oignon,\nle poivron vert, les feuilles de basilic,  le persil et  mélangez bien ensemble.\nDans un bol, ajoutez 3 cuillères à soupe de moutarde, puis\najoutez les toutes les épices, le sel et 3 cuillères à soupe du mélange de\npersil.\nRajouter une cuillère à soupe d’huile et le jus d’un citron\nvert et bien mélanger.\nUne fois le poulet cuit, retirez-le et faites-le mariner\navec ce mélange.\nPréparez vos braises, grille ou votre four et placez le\npoulet et mettre un peu d’huile et faites griller votre poulet jusqu’à ce qu’il\nsoit bien doré.\nRetourner souvent et ajouter la marinade.\nServez votre poulet avec ce que vous aimez.\nJ’ai servi avec une sauce d’oignon avec Attiéké, Alloco, salade avec une sauce au piment fort, tellement délicieux.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Yassa au Poulet avec couscous",
        "lien": "https://www.recettesafricaine.com/yassa-au-poulet-avec-couscous.html",
        "ingredients": "",
        "instructions": "Dans un mixeur, mettre l’ail, les feuilles de basilic, le\npersil et une cuillère de poivron vert\navec le demi oignon et bien mélanger.\nDans un bol, ajouter 2 cuillères à soupe de moutarde, puis\najoutez la moitiée des épices: comme le gingembre, le paprika, le piment en\npoudre, le curry en poudre, le poivre noir, le thym sec avec un cube de\nbouillon et l’assaisonnement de poulet.\nAjoutez ensuite 1 cuillère et demi du mélange d’ail. Ajouter\nle jus d’un citron vert et le sel.\nMélangez bien.\nNettoyez votre poulet et faites des incisions sur le poulet\nBien mariner le poulet avec le mélange et une cuillère à\nsoupe d’huile et laissez-le pendant au moins une heure.\nGriller le poulet au four ou sur un gril chaud jusqu’a ce qu’il\nsoit bien dorer et Presque cuit, une fois terminé, retirez-le et réservez.\nDans un grand bol, ajoutez les oignons, 2 cuillères à soupe\nde moutarde et le mélange d’ail et les épices restantes avec les\nassaisonnements\nPresser 2 citron dessus, mélanger le tout.\nChauffez ensuite l’huile et faites sauter le mélange\nd’oignon jusqu’à ce qu’il soit tendre.\nLorsque les oignons sont tendres, ajouter le poulet grillé\net bien mélanger\nCouvrez avec 2 tasses d’eau, ajoutez du sel à votre goût et\nfaites cuire.\nSi vous aimez les piments forts, ajoutez-les.\nRemuer de temps en temps pour éviter que Ça\nne brûle,\nFaites cuire jusqu’à ce que vous puissiez voir l’huile sur\nle dessus. Retirez et réservez.\nPour le couscous, il suffit de le couvrir d’eau bien bouillante\net d’attendre 5 min.\nAjouter 1 cuillère à soupe de beurre et mélanger.\nC’est facultatif mais j’aime ajouter des carottes précuites\net des haricots verts\nAvec poivrons verts et oignons tranchés.\nSaupoudrer de sel et bien mélanger.\nMaintenant, servez votre couscous avec le poulet yassa et\ndégustez!\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Les nouilles de crevettes sautées",
        "lien": "https://www.recettesafricaine.com/les-nouilles-de-crevettes-sautees.html",
        "ingredients": "",
        "instructions": "Faire chauffez l’huile et frire\nles crevettes avec un peu de sel et de poivre, retirer et mettre de cote.\nMettre le poulet et faire dorer,\nretirer et mettre de cote.\nRajouter les oignons, l’ail, gingembre et sauter quelques minutes. Mettre les carottes et bien mélanger, rajouter vos nouilles, vos sauces, sucre et cuire quelques instant. Retourner le poulet et les crevettes. Servir chaud!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Brochettes de poulet",
        "lien": "https://www.recettesafricaine.com/brochettes-de-poulet.html",
        "ingredients": "Étape 1: Faire la marinade\nMélanger le yaourt avec citron,\nhuile, tomate concentrée, poivre, ail, gingembre, oignon, piment moulu et sel.\nÉtape 2 : Verser cette marinade sur le poulet, bien mélanger et laisser mariner dans le réfrigérateur pendant 3 à 5 h.\nÉtape 3 : Piquer le poulet mariner sur les brochettes et cuire sur un grill ou barbecue entre 10 à 15 minutes, tout en vérifiant la cuisson.\nFaire une sauce cocktail avec de la mayonnaise,du ketchup et de la moutarde.\nServir avec des oignons ou du pain.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Le Cari Poulet",
        "lien": "https://www.recettesafricaine.com/le-cari-poulet.html",
        "ingredients": "",
        "instructions": "Piler ensemble sel, poivre, ail et gingembre\nFaire revenir les morceaux de poulet dans l’huile très chaude et retirer.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet rôti au four",
        "lien": "https://www.recettesafricaine.com/poulet-roti-au-four.html",
        "ingredients": "Cliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Sauce d’arachide au poulet",
        "lien": "https://www.recettesafricaine.com/saucearachidepoulet.html",
        "ingredients": "\nLa première étape consiste à faire frire le poulet jusqu’à ce qu’il soit doré; Donc, pour cela, ajoutez un peu de sel et de poivre sur le poulet. Chauffez environ 100 ml d’huile et faites dorer;\nPuis dans un mixeur; ajouter l’ail; piments forts, ajoutez le mélange de basilic et le persil;\nAvec les oignons verts et les oignons et mélanger tous ensemble\nMaintenant, mélanger la tomate concentrée avec une tasse d’eau et ajouter dans le mélange d’oignon.\nFaire chauffer l’huile végétale restante et faire revenir le mélange de tomates.\nDans un litre d’eau, ajouter le beurre de cacahuète et bien mélanger.\nAprès avoir fait frire la sauce de tomates pendant 10 minutes, ajoutez le beurre de cacahuète dessus;\nEnsuite, ajoutez un litre d’eau supplémentaire et assaisonnez à votre goût avec du sel et du poivre, vous pouvez aussi un cube si vous le souhaitez;\n\nLaisser cuire au moins 30 minutes à feu moyen sans fermer le couvercle.\nNe pas oublier de remuer la soupe de temps en temps\nAprès 30 minutes, ajoutez les légumes de votre choix dans votre soupe avec le poulet et laissez cuire pendant 15 minutes de plus.\nQuand c’est presque fini, réduire le feu à très doux et laisser mijoter jusqu’à ce que vous puissiez voir de l’huile sur la soupe.\nServir avec du riz et du foufou.\n\nBonne appétit\nSi vous avez des questions s’il vous plaît laissez-le dans la boîte de commentaires ci-dessous et je vais m’assurer d’y répondre.",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Riz gras  au Poulet",
        "lien": "https://www.recettesafricaine.com/riz-gras-poulet.html",
        "ingredients": "",
        "instructions": "Mettre le riz dans un grand bol et couvrir d’eau chaude, rajouter du sel et une feuilles de laurier. Laisser reposer une vingtaine de minutes; puis bien laver le riz jusqu’à ce l’eau devient bien claire.\nSaler et poivrer le poulet, faire chauffer l’huile et frire le poulet jusqu’ à coloration dorée. Retirer et mettre de côté.\nDans un mixeur, mélanger oignon, oignon vert, persil, basilic, menthes, poivron, piment et gousses d’ail. Bien pilé le tout ensemble.\nEcraser les tomates fraiches, rajouter la tomate concentrée et la moitié du mélange d’oignon.\nVerser  dans l’huile chaude et faire sauté. Rajouter les légumes, le poulet et une tasse d’eau. Laisser mijoter jusqu’à cuisson du poulet et des légumes.\n\nRetirer le poulet et les légumes cuits, mettre de côté.\nRajouter l’eau, mettre le reste du mélange d’oignon, saler et porter à ébullition.\nRajouter le riz bien lave et cuire à feu moyen. Remuer de temps en temps.\nRéduire le feu et cuire jusqu’à cuisson complète.\nServir le riz avec le poulet, les légumes et la sauce tamarin.\nBon Appétit…\nVidéo:\nVoir autres recettes de Riz gras, thiep dienn\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Riz à la sauce aux légumes avec du poulet",
        "lien": "https://www.recettesafricaine.com/sauce-aux-legumes.html",
        "ingredients": "\nCuisson: environ 20-30 min\nÉtape 1: faire un mélange pâteux avec le persil, poireaux, poivre blanc, ail écrasé, un cube et deux pincées de sel\nÉtape 2: découper le poulet et l’assaisonner avec la moitié du mélange pâteux, apporté au mélange 0,2l d’eau. Le faire cuire pendant environ 7 min.\nÉtape 3: faire cuire à moitié les légumes dans un bain d’eau salée, environ 5 min\nÉtape 3: cuire l’oignon découpé dans de l’huile, y ajouter les tomates, deux à trois minutes après la deuxième moitié du mélange pâteux, (le piment ), le cube.\nLaisser cuire pendant 5 min et y ajouter les légumes préalablement retirées de l’eau.\nLaisser cuire encore pendant 5 min et y ajouter le poulet avec son jus.\nLaisser une fois de plus cuire pendant 5min à feu doux.\nVoila la sauce de légumes est prête.\nMaintenant il faut juste cuire le riz et passer à table.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Sauce d’arachide au poulet",
        "lien": "https://www.recettesafricaine.com/sauce-darachide.html",
        "ingredients": "Préparation de la sauce d’arachide au poulet :\n1 – Assaisonner le poulet avec un cube de bouillon, le poivre noir et le sel.\n2 – Faire chauffer l’huile végétale dans une casserole et faites frire le poulet jusqu’à ce qu’il soit brun. Retirez et mettre de côté\n3 – Dans la casserole, ajouter les tomates en purée,  concentré de tomate, les oignons, l’oignon vert, l’ail et le poivre noir, sauté pendant 10 minutes.\n4 – Ajoutez l’eau et la pâte d’arachide. Laissez mijoter pendant 20 minutes.\n5 – Retournez le poulet frit dans la sauce et ajoutez le bouillon cube, le piment et les légumes si vous voulez. Laissez cuire pendant encore 20 minutes.\nPour finir la soupe, ajouter du sel et du poivre à votre goût.\nServir la sauce d’arachide avec du riz blanc ou du Tô.\nRemarque: Soupe d’arachide doit être cuit dans une casserole profonde, car la soupe remonte lors de a cuisson.\nNe pas remplacer le couvercle de la marmite une fois que le pâte d’arachide est ajouté pour empêcher la sauce de se répandre.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de Sauce Graine",
        "lien": "https://www.recettesafricaine.com/sauce-graine.html",
        "ingredients": "Remarque: Sachez que le poulet peut être remplaçer par toute autre viande de votre choix.\nPréparation de la sauce graine\n1 – Dans un bol, assaisonner le poulet avec le poivre noir, ail, oignon et un cube de bouillon.\n2 – Dans une casserole, faire cuire le poulet assaisonné avec une demi-tasse d’eau et laisser cuire pendant 10 minutes.\n3 – Ajouter la tomate et la boîte de noix de palme.\n4 – Ajouter l’eau et laisser cuire pendant 15 minutes.\n5 – Ajoutez les crevettes, le sel et le piment selon votre goût.\nLaisser la sauce mijoter pendant 30 ou 40 minutes, jusqu’à ce que la sauce s’épaissie et l’huile rouge apparaît à la surface de la sauce..\nServir avec du riz, du foutou ou de l’Attiéké.\nBon Appétit!\nRetour aux Recettes Africaines\nRetour aux recettes de sauces\nAutre recettes de sauce graine\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Yassa au Poulet",
        "lien": "https://www.recettesafricaine.com/yassa-au-poulet.html",
        "ingredients": "\nPréparation\nEtape 1 : Marinez le poulet avec 1 cuillère à soupe de moutarde, la moitié de l’ail, 2 citrons, du poivre noir, puis conserver dans le réfrigérateur pendant au moins 2 heures.\nEtape 2: Tranchez et marinez les oignons avec le reste du moutarde, les citrons, le poivre noir (comme vous l’avez fait avec le poulet).\nEtape 3: Faites griller le poulet dans le four ou avec 3 cuillères à soupe d’huile au feu vif .\nEtapes 4: Chauffez l’huile et faites dorez les oignons, puis ajouter le reste d’ail, le poulet grillé, 2 tasses d’eau, les Maggi cubes, le piment et salez.\nLaissez mijotez pendant 30 ou 40minutes jusqu’à ce que le poulet soit prêt et que le liquide contenu dans la sauce soit presque totalement absorbé.\n\nEt voilà c’ est prêt.\nServir avec du riz blanc ou du couscous.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette du Yassa Sénégalais",
        "lien": "https://www.recettesafricaine.com/yassa-senegalais.html",
        "ingredients": "Pour la décoration :\nPréparation Poulet yassa:\n3.Réservez dans le jus de cuisson, ajoutez les oignons et faites-les revenir à feu doux environ 10 minutes. Dès que les oignons commencent à s’attendrir, ajoutez les morceaux de poulet, les cubes de bouillon, 2 verres d’eau et les piments coupés en deux.\n5.Servez sur un grand plat accompagné de riz et décorez avec les olives et les poivrons coupes en lamelles.\nVous pouvez coupez les œufs en 2 et mettre sur chaque part une rondelle de saucisson préalablement découpes et de petites tranches de merguez tout autour.\nJe vous conseille du bissap.\nBon appétit!\nMerci Olivier Pour cette recette de yassa.\nUne Autre Recette de Yassa Poulet\nRecettes Africaines\nRecettes de sauce et soupes africaines\nRecettes Sénégalais\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Riz Gras Soumbala",
        "lien": "https://www.recettesafricaine.com/riz-gras-soumbala.html",
        "ingredients": "",
        "instructions": "Préchauffer  l’huile et mettre les oignons, le soumbala, poivron, l’ail, persil , céleri, la tomate concentré et les tomates fraiches. Puis les faire revenir quelques minutes.\nRajouter de l’eau et mettre le laurier, le gombo, poulet fumé, l’aubergine sauvage, le piment, le sel  et le bouillon cube. Laisser mijoter jusqu’à cuisson des légumes.\nLorsque  les légumes sont bien cuits, retirer les avec le poulet.\nEt dans cette soupe  rajoute le riz et cuire à feu moyen jusqu’à cuisson complète du riz.\nDès que le riz est cuite, remettre  tous les légumes au dessus du riz et réduire le feu.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette d’Haricots au poulet",
        "lien": "https://www.recettesafricaine.com/recette-haricots.html",
        "ingredients": "",
        "instructions": "Remarque: Faire tremper les haricots pendant au moins 3 h ou toute la nuit.\nEtape 1: Mettez les haricots dans une casserole, couvrir d’eau et ajouter une cuillère à café de sel, puis porter à ébullition.\nCuire jusqu’à ce que les haricots soient tendres, environ 2 ou 3h.\nUne fois que les haricots sont tendres, les retirer de la casserole et mettre de côté.\nEtape 2: Faites chauffer l’huile dans une autre casserole et ajouter le poulet, l’oignon, le cube de bouillon, l’ail, le gingembre râpé et le poivre noir. Faites sauter pendant 10 min.\nEtape 3: Ajouter les tomates écrasées, la tomate concentrée et 2 tasses d’eau. Laisser mijoter pendant 15 min.\nÉtape 4: Ajouter les haricots cuits et salez selon votre goût. Puis cuire jusqu’à ce que le liquide soit Presque complètement absorbé.\nServez avec du pain si vous voulez.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de chakhchoukha Algerien",
        "lien": "https://www.recettesafricaine.com/recette-chakhchoukha.html",
        "ingredients": "",
        "instructions": "Faire la pâte:\nÉtape 1: Dans un robot culinaire, déposer la semoule avec le sel, mettre sur position vitesse de rotation 2. Ajouter au fur et à mesure de l’eau tiède jusqu’à obtenir une boule qui se détache des parois facilement.\nÉtape 2: Travailler la pâte pendant 10 minutes ou jusque ce qu’elle devienne bien lisse. Diviser cette pâte en 20 boules moyennes et les déposer sur un plan de travail graissé d’huile sur pour ne pas qu’elles collent et couvrir d’un film plastique.\nÉtape 3: Tremper vos doigts dans l’huile et prendre une boule, l’étendre au maximum comme une crêpe.\nPuis faire chauffer un tajine ou une crêperie et déposer la crêpe sur la plaque bien chaude et cuire des deux côtés.\nRecommencer l’opération pour toutes les feuilles de pâte.\n\nFaire la sauce:\nDans un fait-tout mettre la viande, les pignons de poulet et les pois chiches.\nPuis ajouter les carottes coupées en 3 dans la longueur, les navets coupés en 4, les épices, du sel et 3 cuillère à soupe d’huile. Rajouter la tomate concentrée, les oignons et l’ail mixé , laissé coloré à feux moyen mais surveiller pour ne pas que ça brûle.\nEnsuite mettre de l’eau froide à niveau (c’est à dire qui recouvre toute la préparation ) laisser cuire jusqu’à ce que les navets et les carottes soit bien cuites.\nPuis retirer et réserver les viandes et les légumes dans un récipient. Mais rassurer vous que tout est bien cuits avant de retirer\nDans la sauce restante, ajouter les pommes de terre coupées dans la longueur et les courgettes coupées en 4.\nLaisser mijoter jusqu’à cuisson de tous les légumes, puis les retirer lorsqu’ils sont bien cuits.\n\nPour Servir:\nDans un plat traditionnel déposer vos feuilles de chourchoura et viandes et légumes dessus en essayant de soigner la présentation, couper les œufs dans la longueur et les disposer dessus\nServez immédiatement avec la sauce.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "POULET ROTI Africain",
        "lien": "https://www.recettesafricaine.com/poulet-roti.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet aux olives",
        "lien": "https://www.recettesafricaine.com/poulet-olives.html",
        "ingredients": "Pour 6 personnes",
        "instructions": "Couper le poulet en morceau.\nHacher l’oignon, l’ail et le persil.\n\nMettre le poulet  et les épices hachés dans le beurre dans une cocotte et faire coloré.\nSaler très peu.\nAprès coloration de la viande, ajouter les olives, les tomates coupées en dés couvrir légèrement d’eau. Laisser mijoter jusqu’à cuisson complète du poulet.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet Kedjenou (Recette de Poulet Kedjenou)",
        "lien": "https://www.recettesafricaine.com/poulet-kedjenou.html",
        "ingredients": "Préparation\nDans la cocotte minute, chauffer l’huile et faire revenir les morceaux de poulet.\nAjouter l’oignon, le thym, les feuilles de laurier et gingembre râpé, sauter quelques minutes.\nPuis ajouter l’aubergine, les tomates, l’ail haché et le piment.\nSaler, poivrer et ajouter le bouillon cube, mélanger le tout et fermer la cocotte.\nN’ajouter pas d’eau, réduire le feu à très doux.\nPuis laisser mijoter pendant 30 minutes, secouer la cocotte très fort toute les 5 ou 10 minutes pour éviter que la sauce ne brûle ou colle au fond de la marmite mais.\nNe Pas Ouvrir la cocotte avant les 30 minutes.\nLorsque c’est prêt, servir avec de l’Attiéké ou encore du riz blanc. Bon Appétit!\nRetour aux recettesafricaine.com\nRetour aux recettes de sauces et soupes\nRetour aux Recettes Ivoiriennes\nAutre recette de poulet kedjenou\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "POULET GRILLÉ A LA SAUCE AUX ARACHIDES",
        "lien": "https://www.recettesafricaine.com/poulet-grille-sauce-arachide.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet au gingembre",
        "lien": "https://www.recettesafricaine.com/poulet-gingembre.html",
        "ingredients": "Préparation du poulet au gingembre\nÉtape 1: Dans un récipient, mettre les morceaux de poulet, le sel, l’herbe de province, les oignons émincés, le gingembre bien écrasé, le laurier, le filet d’huile,  l’eau et le jus de citron.\nBien mélanger et laisser reposer 30 min.\nÉtape 2: Mettre dans un bac allant au four pour au moins 45mn de cuisson.\nServir accompagné du riz soumbala (Cliquez ici pour la recette).\nBon appétit !\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de Poulet Frit à l’Africaine",
        "lien": "https://www.recettesafricaine.com/poulet-frit.html",
        "ingredients": "Préparation:\nÉtape 1: Ajoutez le poulet dans une casserole avec tous les assaisonnements (cube de bouillon, oignon, poivre noir et blanc, gingembre, ail, feuilles de thym, piment moulu, curry).\nVous pouvez aussi ajoutez plus d’assaisonnements de votre choix.\nÉtape 2: Ajouter l’eau et le sel. Puis portez à ébullition pendant environ 20 minutes ou jusqu’à ce que le poulet est Presque cuit.\nVous aurez besoin de remuer de temps en temps pour aider les saveurs de se réunir.\nAprès 20 minutes, retirer le poulet et mettre de côté.\n\nÉtape 3: Faire chauffer l’huile végétale à feu moyen et faire revenir le poulet jusqu’à coloration dorée et le retirer.\nRemarque: Pour une version plus saine, vous pouvez aussi griller le poulet au four pendant 30 minutes.\n\nCe poulet frit peut être servi avec de la sauce tomate, ou avec ce que vous voulez, comme Attiéké, Jollof riz ou du couscous.\nJ’aime servir mon poulet avec de l’ Attiéké.\nBon appétit!\nRecettes Africaines\nRecettes de Poulet\nRecettes Africaines Sur Facebook\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet Entier Bouilli (zalam-zalaina)",
        "lien": "https://www.recettesafricaine.com/poulet-camerounais.html",
        "ingredients": "",
        "instructions": "Nettoyez bien le poulet mais il ne doit pas être découpé, retirez les plumes et les intestins , enlevez la tête et les pattes.\nPuis dans une cocotte, mettez le poulet, les oignons, les tomates et toutes les épices. Mettre tout les ingrédients dans la cocotte (sel, bouillon cube) et déposer au feu.\nLaisser mijoter jusqu’a ce que le poulet soit bien cuit. Assaisonnez selon votre gout.\nEt voilà, servez accompagner du gésie, du riz ou du foufou.\nBon Appétit!\nNote: Merci beaucoup à Atou Mahoun pour cette recette.\nSi vous aussi vous avez des recettes que vous voulez partager sur ce site, envoyez les moi par message sur ma page facebook.\n\nRecettes Africaines\nRecettes de Poulet\nRecettes Camerounaises\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Le poulet braisé (La recette du poulet braisé)",
        "lien": "https://www.recettesafricaine.com/poulet-braise.html",
        "ingredients": "Le lait de coco est facultatif mais j’adore le goût qu’il donne au poulet. Vous pouvez le remplacer par de l’huile d’arachide.\n\nPréparation du poulet braise:\nDécouper le poulet en morceaux, laver les morceaux de poulet avec du vinaigre et du sel. Rincer bien à l’eau froide.\nPour la marinade:\n\nDans un robot culinaire ou un mortier, ajouter l’oignon, le gingembre et les gousses d’ail. Puis pilez jusqu’a l’obtention d’un mélange homogène.\nPuis transférer le mélange d’oignon, de gingembre et d’ail dans un grand bol et ajouter le bouillon cube, le piment, le poivre noir et le sel, mélanger tous les ingrédients ensemble.\nSur ce mélange, ajouter le citron et le lait de coco.\nFaire mariner le poulet avec ce mélange et laisser reposer au moins 1 heure.\nAllumer les braises, le grill ou le barbecue et déposer les morceaux de poulet dessus.\nFaire braiser les morceaux en retournant de temps en temps jusqu’à ce que le poulet soit bien cuit et dorer ( 40 minutes environ)\nServir le poulet braisé avec votre plat favori (Atieké, Riz, banana, etc).\nBon Appétit!!\nRecette de Poisson braisé\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Poulet aux olives",
        "lien": "https://www.recettesafricaine.com/poulet-aux-olives.html",
        "ingredients": "1 poulet de 1,5 kg\n3 oignons hachés\n1/4 de verre à thé d’huile\n4 gousses d’ail écrasées\n1/2 cuillère à café de gingembre\nun peu de safran colorant\n1 cuillère à soupe de persil et de coriandre hachés\ndu sel et du poivre\n100 g d’olives vert\nquelques lamelles de citron confit\nde l’eau\nles doigts de pomme terre\nPréparation\nLaver le poulet avec de l’eau et du sel puis égoutter. Sur feu moyen, faire saisir le poulet dans une marmite avec les oignons hachés, l’huile, l’ail et le sel.\nBien remuer jusqu’à coloration des éléments. Ajouter les épices et continuer à remuer jusqu’à ce que le poulet soit doré de tous les côtés.\nAjouter un litre d’eau, fermer la marmite et laisser cuire pendant 30 mn. Vérifier si le poulet est bien cuit, l’ôter et le faire dorer dans un four à 220°C. Réserver la sauce.\nFaire ébouillanter pendant dix minutes les olives vert et les égoutter.\nDisposer les olives dans la marmite avec le citron confit, le persil et la coriandre hachés et faire réduire et épaissir la sauce.\nServir le poulet doré avec la sauce, décoré d’olives et de lamelles de citron confit et les doigts de pomme terre.\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Pomme de terre au poulet",
        "lien": "https://www.recettesafricaine.com/pomme-terre-poulet.html",
        "ingredients": "",
        "instructions": "Eplucher les pommes de terre, les laver et découper en petits dés, les saler légèrement et passer à la friture, les égoutter puis réserver au chaud.\nDécouper le poulet en morceaux, les faire blanchir avec 2 verres d’eau, saler, poivrer et faire cuire environ 15mn, jusqu’à évaporation complète de l’eau .\n\nPuis ajouter un filet d’huile, les oignons et poivron émincés, l’ail et le persil hachés, et laisser mijoter 10mn, retirer les morceaux de poulet et réserver.\nAjouter la tomate écrasée, puis 1 verre d’eau, vérifier l’assaisonnement et ajouter le petit pois et laisser cuire 5mn à feu doux.\nDressage : couper les tomates en rondelles, puis les piquer dans des broches et terminer avec la pomme de terre.\nDans une assiette plate, disposer les brochettes de pomme de terre, puis les morceaux de poulet, puis le petit pois, bon appétit !\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Bananes plantains au poulet yassa",
        "lien": "https://www.recettesafricaine.com/plantains-poulet-yassa.html",
        "ingredients": "",
        "instructions": "Mettre l’huile pour la friture au feu et couper les bananes en rondelles pendant ce temps.\nDès que l’huile est bien chaude, mettre les bananes et laisser frire jusqu’a ce qu’elles soient bien dorées.\nDurant la cuisson des bananes, laver les filets de poulet et les couper en dés.\nPrendre une grande poêle ou une marmite, y mettre un peu d’huile d’olive et un peu de sel (cela évite au poulet d’accrocher le font de la marmite) et mettre le poulet.\nLaisser bien dorer et remuer de temps en temps.\nEplucher les oignons, les laver et les couper en taille moyenne. Y mettre la moutarde, le sel, le poivre et les 2 cubes de Maggi.\nRemuer et les mettre dans la marmite lorsque les poulets sont bien dorés\nRemuer de temps à autre pendant 5 minutes.\nPuis mettre le verre d’eau et laisser mijoter pendant 10-15 minutes en surveillant la cuisson.\nVous n’avez plus qu’à servir …\nBon appétit !!!\nQuelques conseils :\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Méchoui de poulet (Poulet braisé)",
        "lien": "https://www.recettesafricaine.com/mechoui-de-poulet.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de Dinde de noel",
        "lien": "https://www.recettesafricaine.com/dinde-noel.html",
        "ingredients": "\nPréparation:\nLa veille de la préparation, badigeonnez le mélange d’épices au beurre mou et la moutarde sur la dinde. En insistant sur la peau de la poitrine, les cuisses, bref, bien badigeonner la dinde de ce bon mélange.\nLaisser mariner la dinde toute la nuit au frais.\nLe lendemain, le sortir du réfrigérateur.\nPuis préchauffé le four à 200°c et attendre au moins 5-10 minutes avant d’enfourner.\nLorsque le four est bien chaud, enfournez la dinde marinée et  laissez cuire deux heures, tout en surveillant la cuisson et en arrosant la dinde de son jus qui en découle.\nQuand c’est bien cuit, servez sur un plat, la recouvrir du papier afin que tout le parfum et le suc s’y diffuse bien dans la dinde et à taaaaaaaaaaaaaaaaaaaaaaaaaable.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Curry au poulet (cari poulet)",
        "lien": "https://www.recettesafricaine.com/curry-au-poulet.html",
        "ingredients": "Préparation de Cari  au poulet:\nÉtape 1: utilisez un mortier ou un robot culinaire pour écraser les épices ensemble, les clous de girofle, la moitié d’un poivron, 1 gousse d’ail, 1 piment vert et le gingembre.\nÉtape 2: Utilisez ce mélange pour faire mariner le poulet. Puis l’ajouter dans une casserole avec une demi-tasse d’eau et laissez bouillir pendant 15mn. Si vous ne voulez pas faire bouillir le poulet, vous pouvez aussi le cuire à la vapeur.\nÉtape 3: faites chauffer l’huile et faire frire le poulet qui a été préalablement bouillie. Le faire frire jusqu’à ce qu’il soit bien doré, puis les retirer et le garder réserver.\nÉtape 4 : Sur les oignons, ajoutez l’ail haché, l’oignons vert et un demi piment rouge. Puis ajouter un peu de poivre noir, 2 feuilles de laurier, le thym et 2 cuillères à soupe de vinaigre.\nÉtape 5 : Dans une marmite faites chauffer l’huile et ajoutez ce mélange d’oignons. Puis ajouter les tomates et faire sauter pour 15 minutes.\nÉtape 6 : Ajoutez 3 tasses d’eau avec les carottes, les pommes de terre, le chou et le bouillon cube. Puis, laisser mijoter pendant 15minutes.\nÉtape 7 : Ajoutez le curry, le poulet et du sel dans la marmite. Puis laissez mijoter pendant 20 minutes ou jusqu’à ce que la sauce est un peu épaisse.\nRemarque: La quantité de légumes peut dépendre selon votre goût, vous pouvez ajouter plus de légumes comme le manioc, la patate douce et etc. ….\nServez votre curry au poulet avec du riz et Bon Appétit!\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Cailles Au Paprika",
        "lien": "https://www.recettesafricaine.com/cailles-au-paprika.html",
        "ingredients": "",
        "instructions": "Mélanger tout les assaisonnements à la main  (paprika, ail ,gingembre en poudre, 4 cube magie)\nPuis bien repartir ce mélange  sur toutes  les cailles.\nEnsuite chauffer  2cuilleres d’huile dans une poêle et faire  revenir les cailles à feu doux.\nLes champignons sont mis au dessus des cailles pendant la cuisson qui prend 1h à feu doux.\nNote: Bien tournez les cailles et les champignons quand elles sont dans la poêle pour éviter que ça ne colle.\nLorsque c’est prêt vous pouvez découpez un oignon entier en lamelle et mettre sur le plat.\nBon appétit!\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Cailles Au Four",
        "lien": "https://www.recettesafricaine.com/cailles-au-four.html",
        "ingredients": "",
        "instructions": "Étape 1: Assaisonner les cailles avec le mélange des échalotes, oignon, un peu de sel, du  poivre, de la sauce de soja et d’huile d’olive.\nMélanger le tout et les mettre dans un sac de congélation pendant 15 à 30 minutes.\nÉtape 2: Allumer le four à 180° degré pendant 15 min  et  avant de passer les cailles au four rajouter la sauce chinoise (sauce de soja) .\nPuis enfourner pendant 30 à 45 minutes, jusqu’à ce que les cailles deviennent très bien cuites.\nServir avec  du riz, de l’attiéké  ou des légumes .\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Boulette de Poulet",
        "lien": "https://www.recettesafricaine.com/boulette-de-poulet.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poulet",
        "titre": "Recette de Berkoukes Algérien",
        "lien": "https://www.recettesafricaine.com/berkoukes-algerien.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Comment Faire le Meilleur Yassa au Poulet",
        "lien": "https://www.recettesafricaine.com/comment-faire-le-meilleur-yassa-au-poulet.html",
        "ingredients": "Notez que je vends mon melange d’epices fait maison 100% naturel, N’hésitez pas à me contacter si vous souhaitez en commander !",
        "instructions": "Voici la  vidéo sur YouTube. 🎥✨\n"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Riz gras Poulet pour une grande famille",
        "lien": "https://www.recettesafricaine.com/riz-gras-poulet-pour-une-grande-famille.html",
        "ingredients": "2 ou 3 Poulet entier, lavé et découpé en morceaux\n3 kg de riz parfumé cassé (le riz siam)\n600 ml d huile\nUne tete d’ail\n1 petit bouquet de persil\n1 petit bouquet de basil\n1 petit bouquet de ciboulette\nPiments, selon votre goût\n1 poivron\nLégumes aux choix (Citrouille, Aubergine, Choux, Carotte, Manioc, aubergine blanc)\n5 tomates fraîches, écrasées\n400 g de tomate concentrée\n2 oignons\nQuelques échalotes si disponible\nSel, selon votre goût\nUne Feuille de laurier\nUn petit morceau de gingembre râpé\nÉpices: Poivre, Paprika, curry\nCube de bouillon ou d’assaisonnement au choix",
        "instructions": "Réduire le feu et laisser le riz cuire complètement à feu doux.\nServir le riz avec les légumes, le poulet et la sauce d’oseille.\nBon appetit!"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce  de manioc a l’huile d’arachide",
        "lien": "https://www.recettesafricaine.com/sauce-de-manioc-a-lhuile-darachide.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Soupe de gombo aux fruits de mer",
        "lien": "https://www.recettesafricaine.com/soupe-de-gombo-aux-fruits-de-mer-2.html",
        "ingredients": "½ kg de viande de boeuf\n2 crabes, facultatif\n1 cuillère à soupe de crevettes en poudre\n15 Gombos fraiches\n150 ml d’huile de palme\n2 oignons\nPiments, selon votre goût\n1 petit poivron\n1 petit bouquet de basilic\n2 Tomates\n2 poisson sec fumé (bonga)\n1 cuillère à café de gingembre en poudre ou frais\n2 Poissons frais (Tilapia, dorade, captain, etc)\nDes crevettes fraîches\nSel",
        "instructions": "Découper la viande en morceaux, mettre dans un marmite et couvrir d’eau. Saler et laisser cuire la viande jusqu’à ce qu’ elle soit presque tendre.Retirer et réserver.\nLaver et découper les poissons frais en morceaux moyen.\nLaver et décortiquer les crevettes, mettre de côté\nDans un mixeur ou mortier, mixer les oignons, le piment, le poivron, le basilic, les tomates, le poisson sec (bonga) ensemble.\nDans la grande marmite, faire fondre l’huile de palme et ajouter le mélange d’oignon puis faire sauter quelques minutes.\nMettre le gingembre et la viande cuite, les crabes et la poudre de crevettes.\nCouvrir d’eau (2l environ) et laisser une vingtaine de minutes, ajouter les morceaux de poisson, les crevettes fraîches, du sel et laisser cuire.\nGratter les gombos, mettre dans une autre casserole avec un peu d’eau et faire cuire (10 min environ).\nRetirer les morceaux de poissons de la soupe puis mettre le gombo cuit et bien mélanger. Retourner les morceaux de  poisson dans la soupe et laisser le tout cuire à feu doux une dizaine de minutes.\nServir avec du Foutou, foufou ou To\nBon appétit !!!"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Soupe de gombo aux fruits de mer",
        "lien": "https://www.recettesafricaine.com/soupe-de-gombo-aux-fruits-de-mer.html",
        "ingredients": "½ kg de viande de boeuf\n2 crabes, facultatif\n1 cuillère à soupe de crevettes en poudre\n15 Gombos fraiches\n150 ml d’huile de palme\n2 oignons\nPiments, selon votre goût\n1 petit poivron\n1 petit bouquet de basilic\n2 Tomates\n2 poisson sec fumé (bonga)\n1 cuillère à café de gingembre en poudre ou frais\n2 Poissons frais (Tilapia, dorade, captain, etc)\nDes crevettes fraîches\nSel",
        "instructions": "Découper la viande en morceaux, mettre dans un marmite et couvrir d’eau. Saler et laisser cuire la viande jusqu’à ce qu’ elle soit presque tendre.Retirer et réserver.\nLaver et découper les poissons frais en morceaux moyen.\nLaver et décortiquer les crevettes, mettre de côté\nDans un mixeur ou mortier, mixer les oignons, le piment, le poivron, le basilic, les tomates, le poisson sec (bonga) ensemble.\nDans la grande marmite, faire fondre l’huile de palme et ajouter le mélange d’oignon puis faire sauter quelques minutes.\nMettre le gingembre et la viande cuite, les crabes et la poudre de crevettes.\nCouvrir d’eau (2l environ) et laisser une vingtaine de minutes, ajouter les morceaux de poisson, les crevettes fraîches, du sel et laisser cuire.\nGratter les gombos, mettre dans une autre casserole avec un peu d’eau et faire cuire (10 min environ).\nRetirer les morceaux de poissons de la soupe puis mettre le gombo cuit et bien mélanger. Retourner les morceaux de  poisson dans la soupe et laisser le tout cuire à feu doux une dizaine de minutes.\nServir avec du Foutou, foufou ou To\nBon appétit !!!"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Lafidi aux feuilles de patate (Fouti Hako)",
        "lien": "https://www.recettesafricaine.com/lafidi-aux-feuilles-de-patate-fouti-hako.html",
        "ingredients": "200 g de feuilles de patate douce, finement émincée\n10 gombos frais\n2 aubergines africaines si disponible\nDu piments, selon le goût\n2 cuillère à soupe de poisson sec fumé (bonga) en poudre\n2 cuillère à soupe de crevettes séchées en poudre\nDu cube, facultatif\nDu soumbara en poudre (soumbala ou Netetou)\nDe l’huile rouge et quelques morceaux d’oignons\n1 kg de riz",
        "instructions": "Dans une marmite, mettre de l’eau pour cuire le riz.\nAjouter  les gombos et garder deux pour la fin, les aubergines et porter à l’ébullition\nEnsuite laver le riz et ajouter dans l’eau. Salez selon votre goût.\nMettre les piments et laisser le tout cuire.\nLorsque le riz est à moitié cuit, ajouter les feuilles de patate douce, la poudre de poisson fumé et de crevettes, un peu de soumbara en poudre et un cube selon votre goût.\nRéduire le feu  et laisser cuire.\nRetirer les gombos, les aubergines, les piments, les feuilles de patates cuites et mettre de côté.\nGratter les gombos restants et mettre sur le riz puis laisser cuire. Mélanger le gombo avec le riz.\nPuis piler tous les légumes ensemble (gombos, aubergines, feuilles, piments)\nAjouter dessus un peu de poudre de poisson sec, poudre de crevettes, le soumbara, le\ncube et sel.\nVérifier si le riz est bien cuit.\nChauffer l’huile et mettre quelques morceaux d’oignon pour bien parfumer.\nServir le riz avec le mélange de gombo, l’huile rouge et le soumbala.\nBon appétit!"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de vermicelles au poulet",
        "lien": "https://www.recettesafricaine.com/recette-de-vermicelles-au-poulet.html",
        "ingredients": "1  poulet, lavé et découpé en morceaux moyen\n150 ml d’huile\n1 cuillère à soupe de beurre,\n1 tasse de macédoine cuite(carotte,petit pois, etc)\n1 poivron\n500 g de vermicelles\n1 cs de moutarde\n1 petit bouquet de persil,\n1 petit bouquet de basilic,\n3 oignons finement hachés\n5 gousses d’ail\n1 citron frais\n1 cc de vinaigre blanc\n1 cc de poivre noir,\nDu sel,\n1 cc de curry en poudre,\n1 cc de gingembre en poudre\nUne pincee de thym\n1 cc d’assaisonnement au choix ou cube de bouillon selon votre goût\nDe l’huile pour friture",
        "instructions": "Faire des incisions sur les morceaux de poulet, l assaisonner avec du poivre noir, du sel, du curry en poudre et du gingembre en poudre.\nMettre dans une marmite avec un peu d’ eau et 1 cc de moutarde, laisser cuire les morceaux de poulet. Lorsque c’ est cuit, retirer et réserver.\nFaire chauffer de l’ huile puis faire frire les morceaux de poulet jusqu’à coloration dorée, retirer et mettre de côté\nMixer ensemble les gousses d’ail, le poivron, le persil, le basilic, les oignons et la moutarde. Puis ajouter le thym, le poivre, le curry, le gingembre et mettre le jus de citron frais.\nBien mélanger le tout ensemble.\nChauffer l’ huile et sauter  le mélange d’oignons 5 minutes. Couvrir d’ une tasse d’ eau et laisser mijoter jusqu’à ce que l’ huile apparaisse au-dessus de la sauce.\nPorter une grande casserole d’eau à ébullition, mettre un peu de sel et une cs d’huile pour ne pas que les vermicelles se collent.\nEnsuite rajouter les vermicelles et remuer pendant 2 à 3 minutes.\nPuis les faire passer sur une passoire pour retirer l’eau.\nMettre le beurre sur la poêle, la macédoine et les vermicelles, faire sauter un peu avant de servir.\nServir les vermicelles avec le poulet et la sauce yassa.\nBon appétit !!!"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce de Potiron au poisson (Mafé Boudi)",
        "lien": "https://www.recettesafricaine.com/sauce-de-potiron-au-poisson-mafe-boudi.html",
        "ingredients": "",
        "instructions": "Faire chauffer une marmite au feu et mettre de l’huile selon le besoin.\nFrire le poisson et retirer les artères de poisson,\nSauter oignons et ail quelques minutes,  mettre les tomates fraiche écrasées et la tomate concentré.\nSalez et Poivrez, puis  ajouter 6 tasses d’eau et le cube de bouillon.\nLaisser mijoter quelques minutes.\nMettre les potirons et les poisons,  laisser cuire la sauce jusqu’à ce que l’huile apparaisse au-dessus.\nServir avec du riz ou Fonio\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Widjiila (Pain traditionnelle avec sa sauce d’intestins de Mouton)",
        "lien": "https://www.recettesafricaine.com/widjiila-pain-traditionnelle-avec-sa-sauce-dintestins-de-mouton.html",
        "ingredients": "Intestins de Mouton,\nL’huile,\nOignons,\nTomate fraîche,\nPoivron,\nPoivre noir,\nPoivre blanc,\nCurry,\nFeuille de laurier,\nPiment frais,\nMoutarde,\nCube et sel\nBien nettoie les intestins et faire bouillir dans une casserole avec un peu d’ail, poivre blanc et du sel pour 30 mn, retirer les de casserole et resservez. Ne pas jeter le bouillon de cuisson\nMettre l’huile dans une marmite et rajouter les intestins précuits,  ajouter tous les ingrédients et laisser mijoter quelques minutes et laisser cuire à feu doux.\nRajouter le bouillon de cuisson des intestins, cube, sel et le piment frais, laisser mijoter 15 min avant de server avec le pain.\nPour le pain:\nFarine, la levure boulangère et un peu de sel et l’eau.\nUne fois bien mélanger la farine laisse reposer une heure ou plus pour que Ça augmente bien le volume et découpe les en morceaux comme sur l’image et laisser reposer encore 15 minute .\nEt passe les a la vapeur juste 30 à 40 minute.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce d’arachide aux poissons fumés",
        "lien": "https://www.recettesafricaine.com/sauce-darachide-aux-poissons-fumes.html",
        "ingredients": "",
        "instructions": "Servir avec du riz ou foufouBon Appétit !!!\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce feuilles de manioc",
        "lien": "https://www.recettesafricaine.com/saucemanioc.html",
        "ingredients": "\n:\nAjouter la viande et le poisson frais dans une casserole et couvrir avec une tasse d’eau. Cuire jusqu’à ce que le poisson soit cuit, retirer et mettre de côté.\nAjouter les feuilles de manioc, la pâte d’arachide et couvrir avec 1 litre d’eau. Faire bouillir.\nDans un mixeur, mélanger les oignons, les oignons verts et les piments; retirer les os du poisson et piler le poisson séché;\n\nDans la soupe, ajouter le mélange d’oignon, les poissons et l’huile; couvrir avec une tasse de plus d’eau et de sel à votre goût;\nCouvrez le couvercle et faites cuire à feu moyen pendant 30 minutes tout en remuant la sauce de temps en temps;\nRéduire le feu et cuire à feu doux jusqu’à ce que vous puissiez voir l’huile sur la sauce.\nRâper le gombo et ajouter la soupe;\n\nServez avec du riz et dégustez!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce feuilles de manioc",
        "lien": "https://www.recettesafricaine.com/sauce-feuilles-de-manioc-2.html",
        "ingredients": "",
        "instructions": "\nAjouter la viande et le poisson frais dans une casserole et couvrir avec une tasse d’eau. Cuire jusqu’à ce que le poisson soit cuit, retirer et mettre de côté.\nAjouter les feuilles de manioc, la pâte d’arachide et couvrir avec 1 litre d’eau. Faire bouillir.\nDans un mixeur, mélanger les oignons, les oignons verts et les piments; retirer les os du poisson et piler le poisson séché;\nDans la soupe, ajouter le mélange d’oignon, les poissons et l’huile; couvrir avec une tasse de plus d’eau et de sel à votre goût;\n\nCouvrez le couvercle et faites cuire à feu moyen pendant 30 minutes tout en remuant la sauce de temps en temps;\nRéduire le feu et cuire à feu doux jusqu’à ce que vous puissiez voir l’huile sur la sauce.\nRâper le gombo et ajouter la soupe;\n\nServez avec du riz et dégustez;\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce d’arachide au poulet",
        "lien": "https://www.recettesafricaine.com/saucearachidepoulet.html",
        "ingredients": "\nLa première étape consiste à faire frire le poulet jusqu’à ce qu’il soit doré; Donc, pour cela, ajoutez un peu de sel et de poivre sur le poulet. Chauffez environ 100 ml d’huile et faites dorer;\nPuis dans un mixeur; ajouter l’ail; piments forts, ajoutez le mélange de basilic et le persil;\nAvec les oignons verts et les oignons et mélanger tous ensemble\nMaintenant, mélanger la tomate concentrée avec une tasse d’eau et ajouter dans le mélange d’oignon.\nFaire chauffer l’huile végétale restante et faire revenir le mélange de tomates.\nDans un litre d’eau, ajouter le beurre de cacahuète et bien mélanger.\nAprès avoir fait frire la sauce de tomates pendant 10 minutes, ajoutez le beurre de cacahuète dessus;\nEnsuite, ajoutez un litre d’eau supplémentaire et assaisonnez à votre goût avec du sel et du poivre, vous pouvez aussi un cube si vous le souhaitez;\n\nLaisser cuire au moins 30 minutes à feu moyen sans fermer le couvercle.\nNe pas oublier de remuer la soupe de temps en temps\nAprès 30 minutes, ajoutez les légumes de votre choix dans votre soupe avec le poulet et laissez cuire pendant 15 minutes de plus.\nQuand c’est presque fini, réduire le feu à très doux et laisser mijoter jusqu’à ce que vous puissiez voir de l’huile sur la soupe.\nServir avec du riz et du foufou.\n\nBonne appétit\nSi vous avez des questions s’il vous plaît laissez-le dans la boîte de commentaires ci-dessous et je vais m’assurer d’y répondre.",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce de tamarin pimentée pour Riz au gras",
        "lien": "https://www.recettesafricaine.com/sauce-tamarin-riz-gras.html",
        "ingredients": " 1 tasse de tamarin frais\n ½ tasse de piments frais ou selon votre gout\n 1 oignon, hache\n 100 ml d’huile\n Un petit bouquet de basilic\n Un peu de persil\n 4 gousses d’ail\n 1 cs de tomate concentré\n 1 cs de moutarde\n ½ poivron vert\n Sel, selon votre gout\n Cube, facultatif\n",
        "instructions": "Vidéo\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce feuilles de manioc à l’huile d’arachide",
        "lien": "https://www.recettesafricaine.com/sauce-feuilles-de-manioc.html",
        "ingredients": "",
        "instructions": "• Mettre la viande et le poisson dans une grande marmite et couvrir d’eau, porter à ébullition, retirer le poisson lorsqu’ il est bien cuit et réserver.\n• Rajouter la pâte d’arachide et les feuilles de manioc dans la marmite, mettre de l’eau (1.5 l)\n• Mixer les oignons et piments ensemble, puis rajouter dans la sauce.\n• Retirer les os du poisson frais et rajouter dans la sauce ainsi que la poudre de poisson sec.\n• Mettre l’huile et laisser le tout mijoter en remuant de temps en temps pour éviter que ça ne brûle.\n• Lorsque l’huile commence à apparaître sur la sauce (après 25 min de cuisson), gratter les gombos et mettre dans la sauce.\nRéduire le feu et laisser cuire pendant 10 minutes\nServir avec du riz blanc\nBon appétit\nPlus de détails sur www.recettesafricaine.com\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de la sauce Moyo",
        "lien": "https://www.recettesafricaine.com/sauce-moyo.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "SAUCE ÉPINARD AU POISSON FUMÉ",
        "lien": "https://www.recettesafricaine.com/sauce-pinard-au-poisson-fum.html",
        "ingredients": "",
        "instructions": "Cliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "SOUPE DE BOULETTES DE POISSON PIMENTÉE",
        "lien": "https://www.recettesafricaine.com/boulettes-pimente.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce d’arachide au gombo",
        "lien": "https://www.recettesafricaine.com/sauce-arachide-au-gombo.html",
        "ingredients": "Préparation de la soupe d’arachide avec du gombo\n\nTout d’abord, faire frire le poisson et la viande avec un peu de sel et le poivre, jusqu’à ce que ça soit doré et le poisson soit opaque.\nRetirer le poisson de la casserole.\nEnsuite, ajouter les oignons, le gingembre, l’ail, le bouillon, les tomates écrasées et la tomate concentrée.\nLaissez frire pendant environ cinq minutes, puis ajouter le reste des ingrédients avec assez d’eau pour couvrir.\nAjouter l’huile de palme et laisser mijoter 30-45 minutes pour arriver à la consistance que j’aime ainsi pour que l’huile de palme se séparer de la sauce.\nVers la fin, ajouter le gombo à la sauce et remuer vigoureusement pour briser.\nRajouter le poisson dans la sauce.\nServir avec du riz ou du foufou.\nRetour aux recettes Africaines\nRecette de la sauce de gombo\nRecette de sauce d’arachide au poulet\nRecette de sauce d’arachide au poisson\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de la Sauce Aubergines",
        "lien": "https://www.recettesafricaine.com/sauce-aubergines.html",
        "ingredients": "Préparation de la sauce aubergine\nÉtape 1: Faites chauffer l’huile dans une marmite et faites revenir l’oignon émincé pendant quelques minutes, puis ajoutez le poisson sur l’oignon, la tomate purée, le sel et laisser cuire les poissons pendant 5 minutes.\nÉtape 2: Retirez les poissons de la marmite et réservez.\nÉtape 3: Ajoutez 2 tasses d’eau dans la marmite avec les aubergines, une tomate fraîche, un oignon et le concentré de tomate. Couvrir et laisser mijoter jusqu’à ce que les légumes soient tendres environ 15 min.\nEtape 4: Retirez tous les légumes et mettre dans un robot culinaire ou utilisez un mortier. Réduire les légumes avec un cube de bouillon et les crevettes sèches en purées.\nEtape 5: Retournez le mélange d’aubergines dans la marmite et rajoutez le poisson réservés. Ajoutez un peu plus d’eau si la sauce est trop épaisse.\nAssaisonner avec un peu de piment et du sel à votre goût. Puis laissez mijoter pendant 15 minutes à feux doux.\nServir avec du riz, Foufou banane ou du couscous.\nBon Appétit !\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Riz à la sauce aux légumes avec du poulet",
        "lien": "https://www.recettesafricaine.com/sauce-aux-legumes.html",
        "ingredients": "\nCuisson: environ 20-30 min\nÉtape 1: faire un mélange pâteux avec le persil, poireaux, poivre blanc, ail écrasé, un cube et deux pincées de sel\nÉtape 2: découper le poulet et l’assaisonner avec la moitié du mélange pâteux, apporté au mélange 0,2l d’eau. Le faire cuire pendant environ 7 min.\nÉtape 3: faire cuire à moitié les légumes dans un bain d’eau salée, environ 5 min\nÉtape 3: cuire l’oignon découpé dans de l’huile, y ajouter les tomates, deux à trois minutes après la deuxième moitié du mélange pâteux, (le piment ), le cube.\nLaisser cuire pendant 5 min et y ajouter les légumes préalablement retirées de l’eau.\nLaisser cuire encore pendant 5 min et y ajouter le poulet avec son jus.\nLaisser une fois de plus cuire pendant 5min à feu doux.\nVoila la sauce de légumes est prête.\nMaintenant il faut juste cuire le riz et passer à table.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce d’épinards à la viande",
        "lien": "https://www.recettesafricaine.com/sauce-d-epinards.html",
        "ingredients": "Préparation de la sauce d’épinards\nÉtape 1: Mettez les épinards dans une casserole et ajoutez de l’eau. Puis faites bouillir pendant 8 minutes, puis égouttez-les de l’eau et mettre de côté.\nÉtape 2: Ensuite, faire chauffer l’huile, ajouter l’oignon et la viande de bœuf, faire sauter pendant 5 min à feu vif.\nÉtape3: Ajouter l’ail, le gingembre et le cube de bouillon, remuer bien et ajoutez les tomates fraîches et le concentre de tomate avec 2 tasses d’eau et laissez mijoter pendant 30 minutes ou jusqu’à ce que la viande soit tendre.\nÉtape 4: Lorsque la viande est prête, ajouter les épinards, le poivre de Cayenne, piment et le sel. Puis ajoutez une autre tasse d’eau et laisser mijoter pendant 5 ou 10 minutes.\nServir avec du riz ou Ablo et profitez-en!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce d’arachide au poulet",
        "lien": "https://www.recettesafricaine.com/sauce-darachide.html",
        "ingredients": "Préparation de la sauce d’arachide au poulet :\n1 – Assaisonner le poulet avec un cube de bouillon, le poivre noir et le sel.\n2 – Faire chauffer l’huile végétale dans une casserole et faites frire le poulet jusqu’à ce qu’il soit brun. Retirez et mettre de côté\n3 – Dans la casserole, ajouter les tomates en purée,  concentré de tomate, les oignons, l’oignon vert, l’ail et le poivre noir, sauté pendant 10 minutes.\n4 – Ajoutez l’eau et la pâte d’arachide. Laissez mijoter pendant 20 minutes.\n5 – Retournez le poulet frit dans la sauce et ajoutez le bouillon cube, le piment et les légumes si vous voulez. Laissez cuire pendant encore 20 minutes.\nPour finir la soupe, ajouter du sel et du poivre à votre goût.\nServir la sauce d’arachide avec du riz blanc ou du Tô.\nRemarque: Soupe d’arachide doit être cuit dans une casserole profonde, car la soupe remonte lors de a cuisson.\nNe pas remplacer le couvercle de la marmite une fois que le pâte d’arachide est ajouté pour empêcher la sauce de se répandre.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de la Sauce de Gombo",
        "lien": "https://www.recettesafricaine.com/sauce-de-gombo.html",
        "ingredients": "Facultatif: 2 cuillères d’écrevisses , 2 aubergines coupes en des\nRecette de la sauce de gombo:\nÉtape 1: Commencez par laver les gombos et émincez-les très finement et mettez de côté.\nÉtape 2: Dans une marmite, mettre le bœuf, le poisson et un peu d’eau, puis faire bouillir pendant 15 minutes.\nÉtape 3: Retirez le poisson et enlevez les arêtes du poisson et mettre de côté.\nÉtape 4: Ajoutez les gombos, les aubergines avec l’eau et laissez cuire pendant 15 minutes .\nÉtape 4: Ajouter les oignons, l’huile de palme et les 2 cubes de bouillon.\nÉtape 5: Ajoutez les piments, les écrevisses, et le sel dans la marmite et faire cuire pendant 15 minutes.\nEtape 6: Retournez le poisson dans la marmite et faites cuire le tout pendant 10 minutes à feux doux ou jusqu’a ce que presque tout le liquide est absorbé et l’huile de palme est visible sur la sauce.\nServez avec du riz ou du FUFU et régalez vous bien!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce épinard à la viande de boeuf",
        "lien": "https://www.recettesafricaine.com/sauce-epinard-boeuf.html",
        "ingredients": "",
        "instructions": "Laver les épinards dans une grande bassine d’eau y incorporer du vinaigre blanc pour désinfecter.\nDécouper  les feuilles très finement.\nFaire revenir la viande pendant  15 minutes dans l’huile  jusqu’à ce qu’elle soit dorée.\nAjouter les oignons émincés  ainsi que les tomates coupés en dés,  laisser mijoter pendant 5 mn , ajouter les épinards et laisser bouillir 10 minute.\nAjoute le cube  jumbo,  laisser le tout cuire pendant 1h.\nServir avec le riz, bonne appétit!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce épinard aux gombos",
        "lien": "https://www.recettesafricaine.com/sauce-epinard-gombo.html",
        "ingredients": "",
        "instructions": "Étape 1: Laver les épinards et les découper finement, les pocher, les essorer et réserver.\nÉtape 2: Dans une casserole  mettre les morceaux de viande à bouillir dans un peu d’eau, puis cuire jusqu’a ce qu’elle sèche.\nÉtape 3: Mettre un peu d’huile, faire revenir les oignons et tomates écrasés, ajouter la pâte de tomate, le gombo frais découpé en rondelles fines, du sel, un peu de potasse et bien frire.\nÉtape 4: ajouter ensuite les épinards et continuer de frire à feu doux.\nAjouter, l’ail, poivre et persil écrasés, le poisson fumé trié et émietté et un peu d’eau.\nVérifier le sel, et laisser mijoter à feu doux jusqu’à ce que l’huile remonte à la surface.\nC’est prêt, servir avec du riz blanc.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce Feuilles de Patate",
        "lien": "https://www.recettesafricaine.com/sauce-feuilles-de-patate.html",
        "ingredients": "Préparation de la sauce feuilles de patate:\n1 – Dans une marmite ajoutez la viande, le poisson et 1 tasse d’eau. Faire bouillir pendant 10 minutes ou jusqu’à ce que le poisson soit cuit.\n2 – Retirez le poisson et de réservez. Ajoutez les feuilles de patate avec le reste d’eau.\n3 – Ajoutez l’huile de palme, l’oignon, l’oignon vert, le cube de bouillon et laissez cuire pendant 10 minutes.\n4 – Retirez les os du poisson frais et si vous ajoutez le poisson fumé le laver et le couper en morceaux.\n5 – Dans la marmite, ajoutez les poissons, les écrevisses et laisser mijoter pendant 10 minutes.\n6 – Incorporer les gombos et faites cuire pendant 20 minutes ou jusqu’à ce que vous pouvez voir l’huile sur le dessus. Incorporer le sel et le piment à votre goût.\nServez la sauce avec du riz ou du FouFou et Bon Appétit!\nPour bien réussir cette sauce:\nLavez les feuilles de patate très bien et coupez-les aussi petit que vous le pouvez.\nL’Ajout des crevettes ou des écrevisses est facultative, mais ils donnent à la sauce un super bon gout que je vous conseille d’en ajouté toujours.\nwww.amazon.fr/dp/B09GJVXBW6",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de Sauce Graine",
        "lien": "https://www.recettesafricaine.com/sauce-graine.html",
        "ingredients": "Remarque: Sachez que le poulet peut être remplaçer par toute autre viande de votre choix.\nPréparation de la sauce graine\n1 – Dans un bol, assaisonner le poulet avec le poivre noir, ail, oignon et un cube de bouillon.\n2 – Dans une casserole, faire cuire le poulet assaisonné avec une demi-tasse d’eau et laisser cuire pendant 10 minutes.\n3 – Ajouter la tomate et la boîte de noix de palme.\n4 – Ajouter l’eau et laisser cuire pendant 15 minutes.\n5 – Ajoutez les crevettes, le sel et le piment selon votre goût.\nLaisser la sauce mijoter pendant 30 ou 40 minutes, jusqu’à ce que la sauce s’épaissie et l’huile rouge apparaît à la surface de la sauce..\nServir avec du riz, du foutou ou de l’Attiéké.\nBon Appétit!\nRetour aux Recettes Africaines\nRetour aux recettes de sauces\nAutre recettes de sauce graine\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "RECETTE DE LA SAUCE D’OIGNON Africaine",
        "lien": "https://www.recettesafricaine.com/sauce-oignon.html",
        "ingredients": "Remarque: Ajuster vos ingrédients selon la quantité que vous préparer.\nAjoutez plus ou moins de piment selon votre préférence.\nRECETTE DE LA SAUCE D’OIGNON\nChauffer l’huile et faites revenir l’oignon pendant 2 min.\nPuis incorporer la tomate. Ajouter le cube de bouillon, le poivre noir, le jus de citron, le piment et faire revenir pendant encore 2 min.\nEnsuite, ajoutez un demi-verre d’eau et cuire jusqu’à ce que les oignons soient tenders et le liquide soit totalement absorbé.\nServez votre sauce d’oignon avec votre plat principale et bon appétit!\nRecette de braisé\nRecette de Thiebou Yapp",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Sauce Rouge (Ragoût de viande )",
        "lien": "https://www.recettesafricaine.com/sauce-rouge.html",
        "ingredients": "",
        "instructions": "Étape 1: Ecraser le gingembre, ail, persil et un bouillon cube ensemble.  Utiliser ce mélange pour mariner la viande et laisser reposer au moins 1h.\nÉtape 2: Dans une marmite, chauffer l’huile et frire la viande, assaisonner avec un peu de sel  et laisser la viande bien  dorer avant de retire et mettre de côté.\nÉtape 3: Couper oignon, poivron rouge et les  tomates  puis  frire le tout dans l’huile.\nRajouter  la tomate concentré tout en remuant pour ne pas que ça crame.\nFrire jusqu’à l’obtention d’une pâte bien rouge et lourde.\nÉtape 4: Couvrir la soupe  d’eau et remettre la viande dorée dans la marmite.\nRajouter un bouillon et laisser mijoter jusqu’à ce que la viande soit bien cuite mais la soupe ne doit pas  trop épaisse.\nPour le gombo: mettre l’eau dans une marmite et le gombo découpé.  Ajouter le bicarbonate de soude et mettre au feu.\nLaisser cuire jusqu’a ce que ça devient bien grulant.\nServir votre Tô ou foufou avec la sauce rouge accompagner du gombo.\nBonne Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Soupe de boeuf pimentée",
        "lien": "https://www.recettesafricaine.com/soupe-boeuf-pimente.html",
        "ingredients": "",
        "instructions": "Ecraser le  persil, ail,  gingembre et un bouillon cube ensemble.\nMariner les pâtes et queue de bœuf  avec un peu de sel et la moitié du mélange des épices écrasées.\nCouvrir d’eau et laisser bouillir pendant 1 heure.\nPuis rajouter  plus d’eau et mettre  les tomates,  la tomate concentrée et l’oignon.\nMettre le poivron et le reste des épices écrasées  avec un bouillon cube.\nLaisser mijoter  45 minutes puis  rajouter le poireau  et le piment à la fin  de cuisson\nVous pouvez servir avec  une miche de pain.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "La Sauce de pistache (Soupe d’Egusi)",
        "lien": "https://www.recettesafricaine.com/soupe-d-egusi.html",
        "ingredients": "\nImage de la Poudre d’egusi\nSi vous vivez à l’étranger, vous pouvez acheter la poudre d’egusi dans les boutiques d’alimentations Africaines (ou Nigérienne)\nPréparation:\nÉtape 1: Dans une marmite ajoutez la viande et le poulet, vous pouvez remplacer le poulet. Puis assaisonner avec un oignon émincé, l’ail haché, les feuilles de thym, poudre de cari et le cube de bouillon.\nÉtape 2: Couvrir avec suffisamment d’eau (environ 2 tasses) et cuire pendant 30 minutes ou jusqu’à ce que la viande soit presque tendre.\n\nEtape 3: Ensuite, ajoutez le poisson séché ou fumé dans la marmite. Faites cuire pendant 10 min et mettre de côté.\nÉtape 4: Dans une autre marmite, faites chauffer l’huile de palme et ajouter l’oignon restant, la tomate en purée et la tomate concentrée et laisser cuire pendant 15 min.\nÉtape 5: Ajouter les écrevisses sol et le piment en poudre, sautés pendant quelques minutes.\n\nEtape 6: Dans un bol d’eau, ajouter la poudre d’egusi et mélangez bien pour obtenir une pâte.\nÉtape 7: Verser la pâte Egusi dans la sauce et faire sauter pendant 10 minutes sur feu très doux.\nÉtape 8: Verser la viande (viande, poulet et poisson) cuite dans la casserole et faites cuire pendant 15 min.\nPour finir, ajouter les feuilles d’épinard et salez selon votre goût.\n\nQuand c’est prêt, vous pouvez servir avec du gari ou du foufou.\nBon Appétit!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Soupe de Poisson Fumé (KonKoye)",
        "lien": "https://www.recettesafricaine.com/soupe-de-poisson-fume.html",
        "ingredients": "\n\nPréparation de la soupe de poisson fumé\nÉtape 1: Dans un grand bol, ajouter la tomate fraîche, le concentré de tomate, l’oignon, les ails, le poivre et le cube de bouillon. Puis mélangez bien et réservez.\nEtape 2: Laver le poisson fumé avec de l’eau chaude et les couper en morceaux de taille moyenne\nEtape 3: Faire chauffer l’huile dans une marmite et y ajouter le poisson fumé et le mélange de tomate. Laissez cuire a feux doux pendant 10 minutes.\nEtape 4: Après 10 minutes, ajoutez les morceaux de carottes, de pommes de terre et l’eau. Ajouter le piment et le cube de bouillon restant.\nEtape 5: Laissez mijoter pendant 20 minutes et ajoutez le potiron dans la soupe. Cuire 10 autres minutes ou jusqu’à ce le potiron soit cuit.\nServez la soupe avec du riz ou du foufou.\nBon Appétit!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Soupe de Viande de boeuf",
        "lien": "https://www.recettesafricaine.com/soupe-de-viande.html",
        "ingredients": "Facultatif: Du manioc, la citrouille, le chou, feuilles de laurier, feuilles de thym.\n\nPréparation de Soupe de Viande\nÉtape 1: Assaisonnez la viande de bœuf avec le poivre, le sel, l’ail et un oignon émincé.\nÉtape 2: Dans une casserole faire chauffer 3 cuillères à soupe d’huile et sauté le bœuf pendant 5 minutes juste pour le faire dorer un peu.\nÉtape 3: Dans un grand bol écraser les tomates fraîches, puis ajoutez la tomate concentrée. Et mélangez.\nÉtape 4: Ajoutez ce mélange de tomate sur le bœuf dans la casserole et 2 tasses d’eau. Et laissez mijoter l’ensemble pendant 20 minutes ou jusqu’à ce que la viande absorbe presque tout le liquide.\nRemarque : Notez que la viande doit être cuit avant l’ajout des légumes.\nÉtape 5: Ajoutez les carottes, les pommes de terre, le piment et l’oignon coupés ou broyés. Puis ajouter l’eau restant, avec les bouillons cube.\nÉtape 6: Salez la soupe selon votre gout et laissez mijoter pendant 20 minutes.\nLorsque la soupe est prête, servez avec du riz.\nBon Appétit !!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de Soupou Kandja",
        "lien": "https://www.recettesafricaine.com/soupou-kandja.html",
        "ingredients": "Préparation\nDans une grande marmite, chauffer l’huile de palme et y ajouter le yeté, la viande, l’oignon et faire dorer. Puis ajouter la tomate concentrée et frire pendant 5 minutes.\nAjouter l’eau dans la marmite et laisser bouillir pendant au moins 30 minutes pour cuire la viande.\nLorsque la viande est Presque cuite, ajouter les crabs, les crevettes et les poissons (frais et sec) puis laisser mijoter pendant 10 minutes.\nAjouter les gombos, le piment, le nététou, l’ail et l’oignon vert. Réduire le feu et laisser cuire à feu doux.\nVous pouvez remuer de temps en temps pour éviter que la sauce ne brûle ou ne colle au fond de la marmite.\nAjouter sel et Maggi et cuire pendant 20 minutes.\nLorsque votre sauce est prête, Servez avec du riz blanc. Bon Appétit!\n\nRetour aux recettes Africaines\nRetour aux recettes de sauces et soupes\nAutre recette de soupou kandja\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Thiou Viande",
        "lien": "https://www.recettesafricaine.com/thiou-viande.html",
        "ingredients": "\n\nPréparation\n1 – Faire chauffer l’huile végétale et faire revenir la viande et le bouillon cube, laisser la viande dorer (5 minutes environ)\n2 – Ajouter les oignons, l’ail et poivre noir puis cuire jusqu’à ce que les oignons soient tendres.\n3 – Ajouter la tomate concentrée et la tomate fraîche. Faire sauter pendant 5 minutes.\n4 – Ajouter l’eau et laisser cuire pendant 20 minutes.\n5 – Ajouter les légumes (carottes, pommes de terre, patates douces, navets et choux), le piment en poudre et le piment Africain. Cuire jusqu’à ce que les légumes et la viande soit tender au moins 30 minutes.\n6 – Pour finir la sauce, ajouter le sel et le vinaigre, laisser mijoter pendant 5 minutes.\nServir avec du riz blanc.\nRetour aux Recettes Africaines\nRetour aux Recettes de sauces et soupes\nRetour aux Recettes Sénégalaises\nAutre recettes de Thiou Viande\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Le TÖ à la SAUCE GOMBO",
        "lien": "https://www.recettesafricaine.com/to-sauce-gombo.html",
        "ingredients": "Pour 4 personnes\nPour la sauce de gombo\nPour le Tô :\n500g de la farine de manioc\nPréparation de la sauce de gombo :\nCouper les gombos en petites tranches et les passer 5secondes au mixer ou piler dans un mortier (ce que je fais moi même dans un petit mortier acheter à château rouge en France ).\nCouper aussi une aubergine sauvage en petites tranches et l’oignon.\nMettre  1l d’eau sur le feu et mettre la dorade dedans, laisser cuire 10mn environ et enlever la dorade et la réserver.\nDélayer la pate d’arachide dans un peu d’eau et la mettre dans la marmite ainsi que le gombo, l’aubergine, l’oignon, un piment écrasé  et un peu de poivre. laisser cuire à feu doux.\nPendant ce temps enlever les arrêtes de la dorade, nettoyer les crevettes et les réserver avec les crabes.\nQuand les graines du gombo deviennent rose, rajouter l’aubergine sauvage restant coupe en deux, la dorage, les crevettes et les crabes.\nLaisser cuire à feu doux encore 20mn.\nNB: ne rajouter le sel qu’en fin de cuisson .Le sel mis trop tôt enlève le gluant du gombo.\n\nPOUR LE TÔ\nMETTRE 1L DEAU SUR LE FEU ET LAISSER BOUILLIR.\nENSUITE RAJOUTER LA farine DE MANIOC A PETITE DOSE ET REMUER AVEC UN FOUET A PATISSERIE JUSQU’A CE QUE LE TÔ SOIT CONSISTANT MAIS PAS TROP NON PLUS.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Riz A la sauce gombo",
        "lien": "https://www.recettesafricaine.com/riz-sauce-gombo.html",
        "ingredients": "",
        "instructions": "Dans une casserole, mettre l’huile, faire revenir la viande, ajouter un peu de sel, les oignons et poivrons émincés, puis ensuite la pâte de tomate et tomates écrasées.\nAjouter le poivre, l’ail et persil et  bien frire.\nMettre le gombo découpé en petites rondelles et frire à petit feu afin que ça ne crame pas.\nAjouter un peu de potasse, remuer, puis un peu d’eau.\nLaisser mijoter quelques minutes et y mettre le poisson fumé, les crevettes pilées, du sel et l’huile de palme.\nMélanger et laisser cuire à très petit feu ; lorsque la sauce rend son huile c’est qu’elle est prête. Servir avec du riz blanc ou du tô (mais dans le cas du tô on n’ajoute pas de légumes à la sauce).\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "RECETTE DU NDOLÉ Camerounais",
        "lien": "https://www.recettesafricaine.com/recette-ndole.html",
        "ingredients": "Préparation:\nMettre l’eau salée à bouillir, découper et laver les feuilles de ndole.\nLes mettre dans de l’eau bouillante et les cuire rapidement à découvert pendant 45mn environ avec un morceau de sel gemme.\nRincer et égoutter dans une passoire.\nPresser les feuilles pour enlever de l’eau, les mettre sur une assiette formant des boules avec les feuilles.\nDans une casserole, mettez les arachides (crues) avec de l’eau et laissez cuire 5 min environ, après ébullition, retirez-les du feu égouttez-les et écrasez-les avec tous les condiments (oignons, ail, piment tout finement) et mettez la préparation de coté.\nFaire chauffer de l’huile et saisir les morceaux de viande avec des oignons finement coupés.\nMélanger pendant quelques minutes et remuer jusqu’à coloration.\nEnsuite, ajouter l’ail, le piment, l’oignon, les crevettes écrasées puis la pâte d’arachide. Mouiller de ½ litre d’eau et cuire la viande pendant 1h30mn environ.\nCuire à feux doux pendant 15mn.\nAjouter alors le ndolé délicatement en pluie dans la marmite.\nDès que le ndolé est bien dilué dans la sauce, ajoutez de l’eau.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Ragoût de mangues (mangué Sauce )",
        "lien": "https://www.recettesafricaine.com/ragout-mangue.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de purée de piment (Pili Pili)",
        "lien": "https://www.recettesafricaine.com/puree-de-piment.html",
        "ingredients": "Préparation de la purée de piment:\nCommencez par mixer tous les ingrédients à part l’huile dans un robot culinaire.\nEnsuite, chauffez une petite poêle, ajouter la cuillère d’huile et le mélange de piment dans la poêle.\nPuis laissez mijoter couvert pendant 5 minutes.\nLa dernière étape consiste à le laisser refroidir, puis mettre dans un bocal et le ranger dans le réfrigérateur.\nServir avec tous vos délicieux plats africains.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Poulet Kedjenou (Recette de Poulet Kedjenou)",
        "lien": "https://www.recettesafricaine.com/poulet-kedjenou.html",
        "ingredients": "Préparation\nDans la cocotte minute, chauffer l’huile et faire revenir les morceaux de poulet.\nAjouter l’oignon, le thym, les feuilles de laurier et gingembre râpé, sauter quelques minutes.\nPuis ajouter l’aubergine, les tomates, l’ail haché et le piment.\nSaler, poivrer et ajouter le bouillon cube, mélanger le tout et fermer la cocotte.\nN’ajouter pas d’eau, réduire le feu à très doux.\nPuis laisser mijoter pendant 30 minutes, secouer la cocotte très fort toute les 5 ou 10 minutes pour éviter que la sauce ne brûle ou colle au fond de la marmite mais.\nNe Pas Ouvrir la cocotte avant les 30 minutes.\nLorsque c’est prêt, servir avec de l’Attiéké ou encore du riz blanc. Bon Appétit!\nRetour aux recettesafricaine.com\nRetour aux recettes de sauces et soupes\nRetour aux Recettes Ivoiriennes\nAutre recette de poulet kedjenou\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "POULET GRILLÉ A LA SAUCE AUX ARACHIDES",
        "lien": "https://www.recettesafricaine.com/poulet-grille-sauce-arachide.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Recette de Pondu ou Saka-Saka",
        "lien": "https://www.recettesafricaine.com/recette-de-pondu-ou-saka-saka.html",
        "ingredients": "Préparation:\nÉtape 1: Dans une marmite, mettez du sel, les feuilles de manioc pilées, des aubergines violettes coupées en  dé, le chou râpé ou découpé et de l’eau puis   laissez bouillir jusqu’à la cuisson complète des feuilles de manioc.\nÉtape 2: Dans un récipient, nettoyer et hacher: les oignons, la ciboule, le poivron et l’ail que vous mixez ou pilez puis réservez.\nPuis, ajoutez les crevettes dans la marmite.\nÉtape 3: Dès que les feuilles de manioc sont tendres,  verser y  votre mélange d’assaisonnement,  la pâte d’arachide, l’huile de palme ainsi que le piment vert.\nLaisser mijoter à feux doux pendant 30 à 40 minutes et remuer de temps en temps pour empêcher de cramer votre Pondu puis retirer du feu.\nNB: Vous pouvez remplacer les crevettes par: la viande de bœuf, le poisson (maquereau, thon, etc.) frais désossé et émietté (maquereau, thon, etc.), du blanc du poulet, La viande de porc etc.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "PLANTAIN PILÉ À LA SAUCE D`ARACHIDE",
        "lien": "https://www.recettesafricaine.com/plantain-pile.html",
        "ingredients": "",
        "instructions": "Faire bouillir les bananes et le manioc dans un litre d’eau pendant 30 minutes.\nÉgoutter et laisser refroidir.\nPiler les plantains et le manioc de manière à obtenir une pâte homogène. Former de grosses boules et servir en accompagnement de la sauce d`arachide.\nLa Sauce d`arachide\nMettre l’huile à chauffer dans une casserole, faire revenir les oignons, l’ail et  la tomate pendant 5 minutes.\nRajouter les 2 grands verres d’eau, couvrir 10 min jusqu’à ébullition.\nRajouter la pâte d’arachide, et laissez réduire 15 minutes.\nAjouter, Sel, poivre, cube maggi et piment.\nRectifier l’assaisonnement si besoin.\nServir la sauce d’arachide avec les boules de plantains pilés\nRecette de sauce d’arachide au poulet\nRecette de sauce d’arachide au poisson\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "RECETTE DE NDOLÉ",
        "lien": "https://www.recettesafricaine.com/ndole.html",
        "ingredients": "",
        "instructions": "Pour cette recette, j’assume que vous avez acheté les feuilles déjà coupé et surgelé.\nEtape 1: Le Lavage des feuilles de Ndolé\nConseils: L’étape n’est pas vraiment obligatoire lorsque vous achetez les boules de Ndolé mais je recommanderais de la faire qu’en même.\nFaites bouillir les feuilles dans une grande marmite remplie d’eau avec un peu de sel gemme.\nAprès ébullition, retirer les feuilles à l’aide d’une passoire, verser et changer l’eau.\nRépéter l’opération pendant au moins 2 fois.\nCette étape permettra d’enlever l’amertume des feuilles.\nEtape 2: Faire bouillir les arachides pendant 15 minutes, puis les laisser refroidir et en faire une pâte avec un peu d’eau au robot culinaire ou au mortier.\nEtape 3: Chauffer l’huile et Faire revenir les oignons, ajouter l’ail et le poivre.\nAjouter la viande et faire dorer quelques minutes.\nEtape 4: Ajouter la pâte d’arachide et l’eau.\nLaisser la viande et la pâte d’arachide cuire au moins 40 minutes.\nEtape 5: Ajouter les feuilles de Ndolé, puis les écrevisses séchées, le sel, le cube de bouillon et le piment.\nRéduire le feu et laisser mijoter pendant 30 minutes.\nTourner la sauce de temps en temps pour éviter que ça colle au fond de la marmite.\nServir avec le miondo (baton de manioc) ou du riz.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Le Ndolé Camerounais",
        "lien": "https://www.recettesafricaine.com/ndole-camerounais.html",
        "ingredients": "Cuisson:\nFaire bouillir le ndolé dans une marmite pendant environ 15min.\nEnsuite découper l’oignon et le faire cuire à feu doux dans de l’huile, y ajouter les arachides et laisser cuire pendant 10min.\nAjouter au mélange vos ingrédients( sel, piment écrasé ou découpé, poivre blanc, crevettes et cube), remuer et augmenter le ndolé préalablement retiré de l eau bouillante.\nLaisser cuire encore pendant 15min à feu doux tout en remuant de temps en temps pour ne pas avoir des résidus d’arachide au fond de votre marmite.\nVotre ndolé est ainsi prêt.\nComme complément vous pouvez prendre, des bâtons de manioc, du couscous de maïs ou du plantain mûr bouilli ou frit. Dans ce cas je prends mon préféré, du plantain mûr frit.\nSa préparation est très facile, juste éplucher le plantain, le découper sous la forme voulue et le cuire dans de l huile.\nVoilà tout est près à être deguster.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "La Recette du Mafé (Sauce d’Arachide)",
        "lien": "https://www.recettesafricaine.com/mafe.html",
        "ingredients": "Des carottes, du manioc, des patates douces ou des pommes de terre\nPréparation du Mafé\nChauffer d’abord l’huile et faire revenir l’oignon pendant quelques minutes.\nPuis, ajouter les tomates fraiches, la tomate concentré, l’ail et le poivre noir, puis laisser cuire pendant au moins 10 minutes.\nAprès, ajouter l’eau dans la sauce et la pâte d’arachide, puis laisser mijoter pendant 10 minutes.\nMaintenant ajoutez le poisson dans la soupe, le piment, le sel et les bouillons cubes (ou Maggi), puis cuire à feu très doux pendant au moins 30 minutes.\nLa soupe est prête quand vous pouvez voir un peu d’huile au dessus et quand elle est aussi épaisse.\nPuis servez avec du riz blanc. Je préfère servir avec du bon riz parfumé.\nBon Apéttit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Gesier au lait de coco",
        "lien": "https://www.recettesafricaine.com/gesier-lait-de-coco.html",
        "ingredients": "",
        "instructions": "Laver et bien rincer les gésiers, les mettre aux feu avec de l’eau, laisser bouillir environ 30 min avec du sel et poivre et du cube Maggie.\nLorsque les gésiers sont prêt, retirer les de l’eau ensuite mettre le jus de gingembre dessus malaxer avec afin que ça pénètre bien à l’intérieur. Ecraser les gousses d’ail aussi  et mélanger\nDans une autre casserole. Versez la boite entière de lait de coco et mettre au feu et mettre les gésiers dedans laisse mijoter pendant 20 minutes.\nEnsuite découper les 2 oignons en petit carrée et mettre aussi dans la sauce avec 2 pincées de poivres et 3 cube Maggie,et l’ail restant .\nLaissez le tout mijoter après les 20min versez les 10 cl de vinaigre blanc et laisse mijoter 10 autres minutes\nEt bonne appétit…\nPour les bananes plantain prendre 3 bananes voir plus pour les gros mangeurs et les découper comme vous le souhaitez et faire frire.\nLes disposer comme vous le souhaiter dans vos assiettes\nVoilà.\nBonne journée\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Sauces Africaines",
        "titre": "Foutou avec Sauce Djoumblé (sauce de gombo sec)",
        "lien": "https://www.recettesafricaine.com/foutou-sauce-djoumble.html",
        "ingredients": "",
        "instructions": "Faire bouillir le tout dans 3 litre d’eau avec du sel et du poivre pendant 1h30.\nEnsuite découper de l’oignon et ajouter avec  4cubes Maggie, 1 cuillère à soupe de tomate pâtes.\nTourner le tout et laisser bouillir 30min.\nEnsuite mettre 6 cuillère a soupe de gombo sec  et laisser le tout mijoter.\nRajouter du sel, un piment rouge et 2 cuillères a soupe d’huile rouge. Laisser le tout bien cuire.\nFaire le Foutou:\nDécouper chaque banane en 4 morceaux et faire bouillir 30min.\nEnsuite piler le tout et faire 4 boule avec.\nLe foutou banane ce fait en dernier après la sauce.\nVous pouvez mettre un peu d’huile rouge  dedans afin de colorée le foutou.\nServir le foutou avec la sauce gombo sec et bonne appétit.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Riz gras Poulet pour une grande famille",
        "lien": "https://www.recettesafricaine.com/riz-gras-poulet-pour-une-grande-famille.html",
        "ingredients": "2 ou 3 Poulet entier, lavé et découpé en morceaux\n3 kg de riz parfumé cassé (le riz siam)\n600 ml d huile\nUne tete d’ail\n1 petit bouquet de persil\n1 petit bouquet de basil\n1 petit bouquet de ciboulette\nPiments, selon votre goût\n1 poivron\nLégumes aux choix (Citrouille, Aubergine, Choux, Carotte, Manioc, aubergine blanc)\n5 tomates fraîches, écrasées\n400 g de tomate concentrée\n2 oignons\nQuelques échalotes si disponible\nSel, selon votre goût\nUne Feuille de laurier\nUn petit morceau de gingembre râpé\nÉpices: Poivre, Paprika, curry\nCube de bouillon ou d’assaisonnement au choix",
        "instructions": "Réduire le feu et laisser le riz cuire complètement à feu doux.\nServir le riz avec les légumes, le poulet et la sauce d’oseille.\nBon appetit!"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Ragoût  d’igname à la viande",
        "lien": "https://www.recettesafricaine.com/ragout-digname-a-la-viande.html",
        "ingredients": "",
        "instructions": "Couper l’igname en  morceaux et les faire bouillir dans l’eau avec un peu de sel.\nRetirer les morceaux d’igname puis enlever la peau et couper en cubes.\nEnsuite faire chauffer de l’huile et faire frire l’igname.\nRetirer et réserver.\nDans une marmite un peu large, chauffer l’huile de cuisson et mettre le demi oignon découpé.\nLaisser dorer un peu et ajouter la viande;\nSur la viande mettre vos épices: 1cc de poivre noir, 1cc du curry en poudre, ½ cc d’herbe de Provence, 1 cc paprika, 1 cc de cube fait maison, un peu de sel et faire sauter.\nHacher ensemble l’oignon, le basilic, le persil, les gousses d’ails et ajouter sur la viande.\nMettre la moutarde, le sel et couvrir d’eau, laisser la viande cuire complètement, ajouter de l’eau si nécessaire.\nLorsque la viande est cuite et qu’il reste un peu de liquide, mettre l’igname frit et un peu d’eau. Cuire à feu doux pendant une dizaine de minutes.\nBon appetit!"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Riz Gras viande de mouton (Gigot d’agneau)",
        "lien": "https://www.recettesafricaine.com/riz-gras-viande-de-mouton-gigot-dagneau.html",
        "ingredients": "",
        "instructions": "Lavez votre viande et faites des incisions dessus.\nPréparez un mélange d’épices avec un peu de poivre, paprika, curry, herbes et tout le gingembre en poudre. Ajoutez du sel et mélangez bien .\nUtilisez ce mélange d’épices pour bien assaisonner votre viande, mettez de partout et frottez bien. Prenez vraiment votre temps pour le faire.\nDans une poêle, faire chauffer un peu d’huile et ajouter quelques oignons, ail et gingembre frais, cela donnera un bel arôme à l’huile.\nEnsuite, placez votre viande dans cette huile et faites frire tout le côté de votre agneau jusqu’à ce qu’il soit bien doré.\nCette étape est juste pour obtenir une belle couleur pour la viande.\nLorsque la viande est dorée, retirez-la de la poêle et utilisez une grande casserole.\nTransférer l’huile restante dans cette casserole et ajouter la moitié de l’oignon émincé.\nEt faire sauter pendant quelques minutes, puis ajouter la viande  et couvrir avec beaucoup d’eau.\nAssez pour cuire la viande et aussi pour avoir  un bouillon que nous utiliserons pour la cuisson du riz.\nAjoutez un peu de sel à votre goût et laissez cuire.\nSur  le riz, ajoutez du sel et une feuille de laurier puis couvrir d’eau chaude. Laissez reposer pendant 20 minutes.\nPendant ce temps, préparez vos ingrédients:\nDans un blender ou mortier, mélanger ensemble les poivrons, quelques piments,  oignons, échalotes, ail, gingembre frais, basilic, persil, quelques feuilles de menthe et les tomates fraîches.\nBien mélanger le tout.\nPrendre 2 louches de ce mélange d’oignon et rajouter dans le bouillon de viande qui est en train de cuire.\nMettre 350 ml d’huile dans une marmite lourde, Ajoutez ensuite la moitié d’un oignon émincé et faites sauter jusqu’à ce que les oignons deviennent tendres.\nAjoutez le concentré de tomate et faites sauter, ne précipitez pas cette étape, il est très important de prendre le temps de faire frire le concentré de tomate.\nCouvrir d’une demi-tasse d’eau et laisser cuire quelques minutes.\nLorsque le liquide est presque absorbé, ajouter vos épices de choix, moi j’utilise du paprika, du poivre noir, une feuilles de laurier,  la poudre de curry et un peu d’herbes de provence,\nAjoutez le mélange d’oignons et  salez à votre goût, vous pouvez également ajouter un cube de bouillon à ce stade si vous le souhaitez.\nMettre vos légumes (patates, carottes, manioc, pommes de terre et piments)\nQuand les légumes sont à moitié cuits,  retirez les de la sauce tomate et ajoutez dans le bouillon de viande pour finir la cuisson.\nPour avoir un riz parfaitement cuit, lavez le  plusieurs fois, jusqu’à ce que l’eau soit complètement claire.\nRéduire  un peu la sauce tomate et la garder pour le service.\nSur la sauce restante, ajouter votre assaisonnement ou cube de  bouillon que vous aimez.\nBien mélanger et ajouter le riz bien lavé.\nMélangez le tout avant d’ajouter le bouillon de la viande\nPour 1 kg de ce riz , j’utilise 1 litre et demi de bouillon de viande. Cela cuit parfaitement mon riz.\nSalez à votre goût.\nCouvrir d’abord d’une feuille d’aluminium ou de papier cuisson, puis placer  le couvercle,\nBaissez le feu à doux et laissez cuire votre riz pendant 10 minutes.\nPuis retournez votre riz et laissez-le cuire doucement.\nSi vous le faites cuire à feu vif, votre riz brûlera sans être cuit.\nUne fois que vos légumes sont tendres, retirez-les du bouillon et réservez-les.\nEt quand votre agneau est très tendre, servez-le avec votre riz et vos légumes.\nDégustez  avec une sauce piquante au tamarin ou au citron vert.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Ma Recette de Boulettes de viande dans sa sauce d’oignon",
        "lien": "https://www.recettesafricaine.com/ma-recette-de-boulettes-de-viande-dans-sa-sauce-doignon.html",
        "ingredients": "1 kg de viande hachée, vous pouvez utiliser du bœuf ou n’importe quelle viande que vous aimez\n1 petit oignon, râpé\nUn morceau de gingembre râpé\n4 gousses  d’ail râpés\nUn petit poivron râpé\nPour les épices: du poivre noir, du paprika, du curry en poudre, un mélange d’herbes (thym et romarin), du piment en poudre et l’assaisonnement de votre choix. Avec un peu de sel à votre goût.\n2 cs de farine et un œuf.\nPour ma sauce à l’oignon:\nUn gros oignon, haché\nQuelques feuilles de basilic, persil, poivron\nAvec 2 cuillères à soupe de moutarde et de l’huile selon le besoin\nJ’ai servi avec des plantains frits et des patates douce mais vous pouvez server avec ce que vous voulez.",
        "instructions": "Sur ma viande hachée, j’ai ajouter la moitié de l’ail, je vais en garder un peu pour la sauce d’oignons\nEnsuite, ajouter le gingembre râpé avec l’oignon et le poivron vert.\nMettre toutes mes épices et sel à votre goût.\nAvec des mains propres, bien mélanger le tout ensemble.\nAjoutez 2 cuillères à soupe de farine et un œuf\nMélangez à nouveau jusqu’à uniformité\nGraissez vos mains avec de l’huile et formez des boules de taille moyenne.\nFaites chauffer de l’huile à feu moyen et faites frire les boulettes de viande jusqu’à ce qu’elles soient dorées. Retirer et réserver\nLa sauce d’oignon:\nRéduire l’huile que vous avez utilisée pour faire frire les boulettes de viande et utilisez-en pour la sauce à l’oignon.\nAjouter l’ail râpé, l’oignon, le persil, les feuilles de basilic et le poivron\nFaire sauter pendant quelques minutes, puis ajouter la moutarde et mélanger.\nAssaisonner avec du curry en poudre, du gingembre moulu, du poivre noir et l’assaisonnement de votre choix.\nSalez à votre goût et ajoutez une demi-tasse d’eau. Faites cuire jusqu’à ce que les oignons soient tendres et cuits. Réservez\nDans une grande casserole, ajoutez les boulettes de viande frites et versez-y la sauce à l’oignon, couvrez d’une tasse d’eau et laissez cuire jusqu’à ce que le liquide soit presque absorbé.\nServir avec vos plantains frits ou tout ce que vous avez aimé, dégustez.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Recette du farcie viande avec sauce et crudités",
        "lien": "https://www.recettesafricaine.com/recette-du-farcie-viande-avec-sauce-et-crudites.html",
        "ingredients": "5oeuf,\nviande hachée,\nPoivre,\n7 épices,\nOignon,\nBouillon,\nSel,\nPoivron vert,\nPersil chinois,\nPiment vert et oignons verts,\nSaucisson,\nFromage gruyère,\nCarotte râpé,\nSalade et pomme de terre.\nPréparez la farce :\n-piller poivre, piment, ail, poivron vert, piment vert  et ajouter le 7 épices, bouillon, sel et la viande haché, vinaigre et moutarde\n-Faire bouillir les œufs environ 15mn, en entendant éplucher les pommes de terre et couper les en des bâtonnets pour en faire de bonne fritte\n-laver la salade, poivrons…\nPour la sauce\nCouper les oignions en dé et faite\nCuire à feu doux mettez l’huile dans le poêle ajouter les oignions puis piment, poivre et bouillon, vinaigre remuer de temps en temps.\n-une fois les œufs cuits, enlever la coque et l’entourer du farce déjà préparer pour en faire des boules puis mettez-les en cuisson à vapeur pour 20mn\nPréparez un bain d’huile de friture et y faire frire les farces.\nDresser et bonne dégustation.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Widjiila (Pain traditionnelle avec sa sauce d’intestins de Mouton)",
        "lien": "https://www.recettesafricaine.com/widjiila-pain-traditionnelle-avec-sa-sauce-dintestins-de-mouton.html",
        "ingredients": "Intestins de Mouton,\nL’huile,\nOignons,\nTomate fraîche,\nPoivron,\nPoivre noir,\nPoivre blanc,\nCurry,\nFeuille de laurier,\nPiment frais,\nMoutarde,\nCube et sel\nBien nettoie les intestins et faire bouillir dans une casserole avec un peu d’ail, poivre blanc et du sel pour 30 mn, retirer les de casserole et resservez. Ne pas jeter le bouillon de cuisson\nMettre l’huile dans une marmite et rajouter les intestins précuits,  ajouter tous les ingrédients et laisser mijoter quelques minutes et laisser cuire à feu doux.\nRajouter le bouillon de cuisson des intestins, cube, sel et le piment frais, laisser mijoter 15 min avant de server avec le pain.\nPour le pain:\nFarine, la levure boulangère et un peu de sel et l’eau.\nUne fois bien mélanger la farine laisse reposer une heure ou plus pour que Ça augmente bien le volume et découpe les en morceaux comme sur l’image et laisser reposer encore 15 minute .\nEt passe les a la vapeur juste 30 à 40 minute.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Pastels de Viande ou Fataya",
        "lien": "https://www.recettesafricaine.com/pastels-de-viande-ou-fataya.html",
        "ingredients": "Cette pâte, vous fera 10 pastels de taille moyenne\nCette farce, vous fera environ 30 pastels, moi je vais  plus que ce qui est nécessaire pour la pâte et la conserver dans mon réfrigérateur",
        "instructions": "Récupérez tous les ingrédients pour la pâte, casser l’œuf et mélangez bien\nLorsque tout est bien mélangé, ajoutez votre lait.\nAjoutez-le progressivement et mélangez, essayez de faire une pâte.\nSur votre table de travail, saupoudrez un peu de farine et pétrissez la pâte jusqu’à consistance lisse.\nMettre dans un bol et laisser reposer 1h à 1h30, jusqu’à ce que la pâte double de volume.\nPour la farce:\nMélanger l’ail, les feuilles de basilic avec le persil et le demi-oignon .\nPuis faites chauffer 2 cuillères à soupe d’huile et faites revenir une cuillère à soupe du mélange d’oignon\nAjoutez maintenant la viande hachée et faites sauter jusqu’à ce qu’elle soit dorée.\nUne fois dorée, ajoutez toutes vos épices et mélangez bien.\nAjouter le mélange d’oignon restant et mélanger\nAjoutez ensuite vos légumes précuits (pommes de terre et carottes)\nCouvrir d’une tasse d’eau et de sel à votre goût.\nLorsque le liquide est presque absorbé, ajoutez 2 cuillères à soupe d’eau sur une cuillère à soupe de farine et mélangez\nAjoutez cela à votre farce pour avoir une farce tendre. Bien mélanger et arrêter le feu.\nAvec un rouleau à pâtisserie, étalez votre pâte et coupez-la en taille moyenne\nUtilisez un rond pour façonner et couper votre pâte en petits cercles.\nAjoutez la moitié d’une cuillères à soupe de votre farce.\nFermer et fixer avec une fourchette, puis laisser reposer 10 minutes avant de faire frire\nMaintenant, chauffez l’huile à feu moyen et faites frire jusqu’à ce  soit dorée et bien cuit.\nEt voilà vos délicieux pastel de viande!\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Riz Gras Viande",
        "lien": "https://www.recettesafricaine.com/riz-gras-viande.html",
        "ingredients": "1kg  et ½ de viande de bœuf\n2 kg et ½ de riz au jasmin cassé\n625 ml d’huile, 250 ml pour chaque kg de riz\nDes  choux, carottes, pommes de terre, patates douces, manioc et haricots verts.\n3 tomates fraîches\n2 cuillères à soupe de moutarde\n3 petits poivrons verts\nUn bouquet de persil\nUn bouquet de feuilles de basilic\nPiments forts à votre goût\n5 oignons\nUne tête d’ail\nPour les épices, du gingembre, du paprika, du curry en poudre, du thym sec, des feuilles de basilic, du poivre noirs et l’assaisonnement ou cube de votre choix,\nSel, selon le gout",
        "instructions": "Sur le riz, ajouter de l’eau bouillante avec du sel et de laisser reposer pendant au moins 30 minutes.\nDans une grande marmite, faites chauffer l’huile et faire revenir les légumes. C’est juste pour leur donner une belle couleur et c’est complètement facultatif; vous pouvez omettre cette étape si vous le souhaitez.\nUne fois les légumes dorés, retirer l’huile et réserver.\nDans un robot culinaire ou un mixeur, mélanger l’ail avec les oignons, ajouter les poivrons verts,\nAjoutez les feuilles de basilic et le persil, avec quelques piments selon votre gout.\nMélangez bien le tout ensemble et réserver.\nSur la viande, ajoutez la moutarde avec un peu de poivre noir.\nAjoutez un peu de chaque épice: comme la poudre de curry, le paprika, le gingembre, le thym sec et l’assaisonnement ou le bouillon de votre choix.\nBien mélanger, puis l’ajouter dans l’huile chaude et faire sauter pendant quelques minutes.\nAjoutez la moitiée de votre mélange d’oignon et faire sauter.\nLorsque le mélange d’oignon est tendre, mettre couvrir d’eau et laisser la viande cuire.\nEcraser les tomates fraîches et ajouter sur la viande.\nUne fois les tomates cuites, ajoutez tous les légumes frits.\nCouvrez d’eau et ajoutez un peu de sel, puis laissez vos légumes cuire jusqu’à tendreté.\nUne fois les légumes cuits, retirez-les et réservez.\nJe laisse le manioc car il faut plus de temps pour le cuire.\nAjoutez les haricots verts si vous le souhaitez,\nAjoutez maintenant vos piments forts avec toutes les épices restantes et votre bouillon ou assaisonnement que vous aimez.\nCouvrir d’eau, pour chaque chaque kg de riz, j’utilise 2 l d’eau.\nAjoutez le reste du mélange d’oignon, salez à votre goût et laissez bouillir la soupe.\nRetirer le manioc et les piments une fois cuits.\nLavez votre riz plusieurs fois jusqu’à ce que l’eau soit complètement claire.\nAjoutez maintenant le riz dans la soupe, couvrez et laissez cuire 15 minutes.\nPuis retournez le riz et réduisez le feu\nFaites cuire jusqu’à cuisson complète.\nQuand il est prêt, servez votre riz avec les légumes, le citron vert et le piment.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Tajine de Kefta (Tajine de viande Hachée), pain shawarma",
        "lien": "https://www.recettesafricaine.com/tajine-de-kefta-tajine-de-viande-hachee-pain-shawarma.html",
        "ingredients": "Pour les boulettes :\nPour la sauce",
        "instructions": "Mélanger la viande hachée avec tous les ingredients pour les\nboulettes et former des boulettes.\nFaire chauffer l’huile et mettre les oignons et l’ail,\nmettre les tomates et tout le reste des ingredients. Rajouter une tasse d’eau\net les œufs. Laisser cuire à feu doux pendant quelques instants.\nServir avec du pain pour shawarma.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "1.\tKebab (Brochettes de viande hachée), sauce d’ail et concombre aigre",
        "lien": "https://www.recettesafricaine.com/1-kebab-brochettes-de-viande-hachee-sauce-dail-et-concombre-aigre.html",
        "ingredients": "",
        "instructions": "Dans un bol, mettre la viande hachée\net tous autres ingrédients. Bien mélanger et mettre dans les brochettes de\nkebab.\nPréchauffer un gril extérieur à\nfeu moyen-vif et huiler légèrement la grille.\nPlacer les brochettes sur le gril. N’essayez pas de les tourner jusqu’à ce qu’ils commencent à se décoller du gril, 3 ou 4 minutes. Tourner les brochettes et cuire l’autre côté pendant 3 ou 4 minutes.\nFaire la sauce d’ail (Toum):\nMettre les gousses d’ail  et le sel dans le robot culinaire. Ajouter le\njus de citron et mélanger jusqu’à ce qu’une pâte lisse se former. Rajouter\nl’huile petit à petit et mélanger jusqu’à ce que le mélange soit complètement\nlisse.\nConcombre :\nDans un petit bol, ajoutez l’eau, le vinaigre et le sel. Ajoutez le concombre.  Laissez le mélange reposer dans le réfrigérateur  au moins toute la nuit ou 2h,\nServir avec les pains pita shawarma!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Sauce bolognaise",
        "lien": "https://www.recettesafricaine.com/sauce-bolognaise.html",
        "ingredients": "",
        "instructions": "Cliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Hamburger Africain-les boulettes surprises",
        "lien": "https://www.recettesafricaine.com/boulettes-surprises.html",
        "ingredients": "Huile pour la friture ou cuire au four",
        "instructions": "Émincé l’oignon et pilé avec l’ail et le mélange de feuilles de Persil, basilic, un peu menthes et du poivron.\nVerser le tout sur la viande et rajouter toutes vos épices.\nMélanger bien le tout ensemble, rajouter la farine et l’huile.\nMettre le mélange de viande sur vos mains et former un creux pour déposer un œuf au milieu.\nAttacher avec un fil alimentaire pour sécuriser.\nCuire au four pendant 30 min ou frire jusqu’à cuisson complète.\nServir avec des bananes plantains frites ou des pommes de terre.\nPlus de recette sur https://www.recettesafricaine.com\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Sauce d’épinards à la viande",
        "lien": "https://www.recettesafricaine.com/sauce-d-epinards.html",
        "ingredients": "Préparation de la sauce d’épinards\nÉtape 1: Mettez les épinards dans une casserole et ajoutez de l’eau. Puis faites bouillir pendant 8 minutes, puis égouttez-les de l’eau et mettre de côté.\nÉtape 2: Ensuite, faire chauffer l’huile, ajouter l’oignon et la viande de bœuf, faire sauter pendant 5 min à feu vif.\nÉtape3: Ajouter l’ail, le gingembre et le cube de bouillon, remuer bien et ajoutez les tomates fraîches et le concentre de tomate avec 2 tasses d’eau et laissez mijoter pendant 30 minutes ou jusqu’à ce que la viande soit tendre.\nÉtape 4: Lorsque la viande est prête, ajouter les épinards, le poivre de Cayenne, piment et le sel. Puis ajoutez une autre tasse d’eau et laisser mijoter pendant 5 ou 10 minutes.\nServir avec du riz ou Ablo et profitez-en!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Sauce épinard à la viande de boeuf",
        "lien": "https://www.recettesafricaine.com/sauce-epinard-boeuf.html",
        "ingredients": "",
        "instructions": "Laver les épinards dans une grande bassine d’eau y incorporer du vinaigre blanc pour désinfecter.\nDécouper  les feuilles très finement.\nFaire revenir la viande pendant  15 minutes dans l’huile  jusqu’à ce qu’elle soit dorée.\nAjouter les oignons émincés  ainsi que les tomates coupés en dés,  laisser mijoter pendant 5 mn , ajouter les épinards et laisser bouillir 10 minute.\nAjoute le cube  jumbo,  laisser le tout cuire pendant 1h.\nServir avec le riz, bonne appétit!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Sauce Rouge (Ragoût de viande )",
        "lien": "https://www.recettesafricaine.com/sauce-rouge.html",
        "ingredients": "",
        "instructions": "Étape 1: Ecraser le gingembre, ail, persil et un bouillon cube ensemble.  Utiliser ce mélange pour mariner la viande et laisser reposer au moins 1h.\nÉtape 2: Dans une marmite, chauffer l’huile et frire la viande, assaisonner avec un peu de sel  et laisser la viande bien  dorer avant de retire et mettre de côté.\nÉtape 3: Couper oignon, poivron rouge et les  tomates  puis  frire le tout dans l’huile.\nRajouter  la tomate concentré tout en remuant pour ne pas que ça crame.\nFrire jusqu’à l’obtention d’une pâte bien rouge et lourde.\nÉtape 4: Couvrir la soupe  d’eau et remettre la viande dorée dans la marmite.\nRajouter un bouillon et laisser mijoter jusqu’à ce que la viande soit bien cuite mais la soupe ne doit pas  trop épaisse.\nPour le gombo: mettre l’eau dans une marmite et le gombo découpé.  Ajouter le bicarbonate de soude et mettre au feu.\nLaisser cuire jusqu’a ce que ça devient bien grulant.\nServir votre Tô ou foufou avec la sauce rouge accompagner du gombo.\nBonne Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Brochette de VIANDE D’AFRIQUE DU SUD (SOSATIES)",
        "lien": "https://www.recettesafricaine.com/sosaties-sud-africain.html",
        "ingredients": "",
        "instructions": "Étape 1 : Épices et marinade\nDans un grand saladier placez les feuilles de laurier et la viande de bœuf découpé en dés et réservez.\nDans une poêle, faire revenir les 2 gros oignons violet émincés dans le beurre  à feu doux, dès que l’oignon se colore ajoutez l’ail, le gingembre, le curry, le curcuma, le sel, touiller.\nPuis déglacez au jus de citron 2min. Rajoutez ce mélange à la viande dans le saladier, puis la confiture d’abricot, le cube maggii étoile, les clous de girofles en cassant la tête , le poivre, le sucre roux, l’huile couvrir de film étirable et y faire mariner la viande pendant 24h au moins au réfrigérateur.\nÉtape 2 : Barbecue sud africain\nLe lendemain découpez le poivron en petit dés, les abricots en quatre et réservez.\nSortir les mini pics à brochettes (astuce les tremper dans de l’eau avec des glaçons pour ne pas qu’ils brûlent au barbecue), et piquez en alternant un abricot, la viande, et les poivrons, faire cuire les brochettes au barbecue 20mn en les retournant à feu moyen\nÉtape 3:\nDans une poêle faire revenir le reste de la marinade pendant 7 minutes à feu moyen avec les feuilles de laurier.\nServir dans un bol laisser refroidir totalement, puis servir la sauce dans les poivrons accompagné des brochettes.\nTHOKOLEZA UKUDLA (bon appétit en zulu)\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Soupe de boeuf pimentée",
        "lien": "https://www.recettesafricaine.com/soupe-boeuf-pimente.html",
        "ingredients": "",
        "instructions": "Ecraser le  persil, ail,  gingembre et un bouillon cube ensemble.\nMariner les pâtes et queue de bœuf  avec un peu de sel et la moitié du mélange des épices écrasées.\nCouvrir d’eau et laisser bouillir pendant 1 heure.\nPuis rajouter  plus d’eau et mettre  les tomates,  la tomate concentrée et l’oignon.\nMettre le poivron et le reste des épices écrasées  avec un bouillon cube.\nLaisser mijoter  45 minutes puis  rajouter le poireau  et le piment à la fin  de cuisson\nVous pouvez servir avec  une miche de pain.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "La Sauce de pistache (Soupe d’Egusi)",
        "lien": "https://www.recettesafricaine.com/soupe-d-egusi.html",
        "ingredients": "\nImage de la Poudre d’egusi\nSi vous vivez à l’étranger, vous pouvez acheter la poudre d’egusi dans les boutiques d’alimentations Africaines (ou Nigérienne)\nPréparation:\nÉtape 1: Dans une marmite ajoutez la viande et le poulet, vous pouvez remplacer le poulet. Puis assaisonner avec un oignon émincé, l’ail haché, les feuilles de thym, poudre de cari et le cube de bouillon.\nÉtape 2: Couvrir avec suffisamment d’eau (environ 2 tasses) et cuire pendant 30 minutes ou jusqu’à ce que la viande soit presque tendre.\n\nEtape 3: Ensuite, ajoutez le poisson séché ou fumé dans la marmite. Faites cuire pendant 10 min et mettre de côté.\nÉtape 4: Dans une autre marmite, faites chauffer l’huile de palme et ajouter l’oignon restant, la tomate en purée et la tomate concentrée et laisser cuire pendant 15 min.\nÉtape 5: Ajouter les écrevisses sol et le piment en poudre, sautés pendant quelques minutes.\n\nEtape 6: Dans un bol d’eau, ajouter la poudre d’egusi et mélangez bien pour obtenir une pâte.\nÉtape 7: Verser la pâte Egusi dans la sauce et faire sauter pendant 10 minutes sur feu très doux.\nÉtape 8: Verser la viande (viande, poulet et poisson) cuite dans la casserole et faites cuire pendant 15 min.\nPour finir, ajouter les feuilles d’épinard et salez selon votre goût.\n\nQuand c’est prêt, vous pouvez servir avec du gari ou du foufou.\nBon Appétit!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Recette de Viande Soya",
        "lien": "https://www.recettesafricaine.com/soya.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Tajine aux boulettes de viande",
        "lien": "https://www.recettesafricaine.com/tajine-boulettes-viande.html",
        "ingredients": "Préparation\nÉtape 1faire le dersa: Dans un mortier ou mixeur, mixer les gousses d’ail et ajouter le cumin, la cannelle et l’huile, rajouter le paprika et l’eau. Mélanger bien et mettre de côté.\nÉtape 2: Chauffer le beurre dans une cocotte minute et faire revenir la viande d’agneau. Ajouter la moitié du dersa et sauter 3 minutes.\nÉtape 3:Mettre les pois chiche, le concentré de tomate, saler et poivrer. Couvrir d’eau chaude votre viande et laisser cuire couvert dans la cocotte minute.\nÉtape 4:Mélanger la viande hachée avec le reste du dersa, saler et poivrer. Graisser vos mains d’huile et former des boulettes.\nÉtape 5: Lorsque   la viande d’agneau est cuite,  retirer de la cocotte et mettre de côté. Rajouter les boulettes dans cette cocotte et laisser cuire jusqu’à réduction de la sauce.\nServir vos deux viandes accompagnées de pommes de terre frites.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Recette de Thiebou Yapp – Riz A la Viande",
        "lien": "https://www.recettesafricaine.com/thiebou-yapp.html",
        "ingredients": "Pour bien réussir votre Thiebou Yapp, ajoutez le riz dans de l’eau chaude avec un peu de sel et laissez reposer pendant 15 minutes. Après les 15minutes bien laver le riz et réservez.",
        "instructions": "Étape 1: Assaisonnez la viande avec un cube de bouillon, du sel et poivre noir.\nÉtape 2: faites chauffer l’huile végétale dans une grande marmite et faites dorer la viande pendant quelques minutes.\nÉtape 3: Ajoutez la moutarde, l’oignon, l’ail, le poivre noir, le cube de bouillon et 2 feuilles de laurier. Si vous avez du Yété c’est le moment de l’ajouter. Laissez la viande cuire encore 5 minutes (ou jusqu’à ce que vous obteniez une sauce épaisse).\nEtape 4: Ajouter 1,5 l d’eau et tous les légumes. Cuire jusqu’à ce que les légumes soient cuits (environ 40 minutes).\nÉtape 5: Retirez les légumes et les réserves, puis ajouter le riz qui a été bien lave et du sel à votre goût.\nFaire cuire le riz à feu doux jusqu’à cuisson complète. Retournez le riz souvent pour éviter qu’il ne brûle.\nQuand c’est prêt, servez avec les légumes.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Thiou Viande",
        "lien": "https://www.recettesafricaine.com/thiou-viande.html",
        "ingredients": "\n\nPréparation\n1 – Faire chauffer l’huile végétale et faire revenir la viande et le bouillon cube, laisser la viande dorer (5 minutes environ)\n2 – Ajouter les oignons, l’ail et poivre noir puis cuire jusqu’à ce que les oignons soient tendres.\n3 – Ajouter la tomate concentrée et la tomate fraîche. Faire sauter pendant 5 minutes.\n4 – Ajouter l’eau et laisser cuire pendant 20 minutes.\n5 – Ajouter les légumes (carottes, pommes de terre, patates douces, navets et choux), le piment en poudre et le piment Africain. Cuire jusqu’à ce que les légumes et la viande soit tender au moins 30 minutes.\n6 – Pour finir la sauce, ajouter le sel et le vinaigre, laisser mijoter pendant 5 minutes.\nServir avec du riz blanc.\nRetour aux Recettes Africaines\nRetour aux Recettes de sauces et soupes\nRetour aux Recettes Sénégalaises\nAutre recettes de Thiou Viande\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "VERMICELLE A LA VIANDE HACHÉE",
        "lien": "https://www.recettesafricaine.com/vermicelle-viande-hachee.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Vermicelles à la viande hachée",
        "lien": "https://www.recettesafricaine.com/vermicelles-la-viande.html",
        "ingredients": "",
        "instructions": "Étape 1: Verser les vermicelles dans un récipient et les mouiller un peu puis les passer aussitôt à la vapeur (Cuisson à vapeur).\nEnlever une fois monté et asperger à nouveau avec un peu d’eau puis repasser à la vapeur une seconde fois.\nRetirer, y ajouter un morceau de beurre, un peu de sel et un peu d’eau et bien séparer les vermicelles (pas trop d’eau hein et avec délicatesse).\nĖtape 2:  Faire revenir la viande hachée dans un peu de beurre ou huile, ajouter des oignons, la carotte, ail, persil et herbe de provence, du sel et 1/2 verre d’eau.\nPuis y verser les vermicelles et remuer avec la queue de la spatule (c’est pour ne pas écraser les vermicelles).\nLaisser cuire à très petit feu quelques minutes puis servir, décorer comme l’on veut avec des crevettes, olives noires ou vertes, etc.\nBon appétit !!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Recette de Viande grillée(Chélé )",
        "lien": "https://www.recettesafricaine.com/viande-grillee.html",
        "ingredients": "Il faut:",
        "instructions": "Étape 1: Dans une casserole, ajouter la viande, l’oignon, l’ail, l’échalote, le maggi, 1 pincée d’herbe de provence, 1 pincée de coriandre, le poivre, saler mais très légèrement, parce que l’épice pour tchélé est déjà salé, ajouter 200ml d’eau, laisser cuire 15, 20 minutes,\nÉtape 2: Dans un bol, ajouter, du sel, poivre, épices pour grillade, ajouter 3 C à S d’huile et mélanger.\nMettre la viande sur un gril, à l’aide d’un pinceau et  arroser la avec ce mélange des deux côté. Laisser  griller quelques minutes de chaque côté.\nÉtape 3:  Couper la viande en petit morceaux, couper l’oignon rouge, couper la moitié de chaque poivron, mettre dans un saladier, ajouter l’oignon rouge, ajouter les poivrons, mélanger, ajouter le citron, puis servir chaud avec la viande grillée, de préférence chaud.\nÉtape 4: éplucher les bananes, faire cuire 1 banane 20 minutes à la vapeur, couper l’autre banane, frire à 150°.\nEt servir le tout ensemble!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "YASSA CÔTELETTE DE MOUTON",
        "lien": "https://www.recettesafricaine.com/yassa-mouton.html",
        "ingredients": "Préparation:\nÉtape 1: Mélanger oignons hachés en longueur, ail+poivre pilés ou mixer sans eau, et vinaigre. Réservez,\nÉtape 2: Faire bouillir les côtelettes (eau+sel+1/2 oignon haché + cube), laisser bien cuire les Côtelettes puis les doré à l’huile dès qu’elles sont bien tendre et les réserver.\nÉtape 3: Dans une casserole, faire chauffer l’huile et y versé le mélange d’onion. Laissé mijoter 5 à 6 minutes à feu moyen.\nY ajouter le laurier, le piment (facultatif) et Citron. Puis cuire pendant 5 minutes à feu doux .\nIncorporer la moutarde en dernière position, remuer et y rajouter vos côtelettes et laisser mijoter 3 à 4 minutes à feu doux .\nC’est prêt!!!\nVariation :\nPour un Yassa poulet: Faire doré le poulet piqué (faire des entailles profondes sur le poulet et y introduire une farce ( piler ail+poivre noir+piment sec+cube))\nPour un Yassa Poisson: Faire doré le poisson piqué ou non (exécuter la même farce utilisée pour le poulet)sur une grille ou alors le frire.\nBon Appétit!!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Riz Gras Blanc (riz Senegalais)",
        "lien": "https://www.recettesafricaine.com/riz-gras-blanc.html",
        "ingredients": "DIRECTION\nServir le riz avec les légumes, la viande et déguster!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Recette du Riz Biryani",
        "lien": "https://www.recettesafricaine.com/riz-biryani.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Pommes de terre avec viande hachée",
        "lien": "https://www.recettesafricaine.com/recette-pommes-de-terre.html",
        "ingredients": "-2 kg de pommes de terre\n-1/2 kg de carottes\n-1/2 kg de haricots verts\n-1 kg de viande de bœuf hachée\n– 6 gros oignons\n-2 gros poivrons\n-ail, poivre, gingembre moulu\n-1 pot de moutarde de Dijon\n– 3 cubes Maggie, facultatif\n-1 beurre pasteurisé demi-salé (200g)\n-sel\nPhase technique\n1-    Epluchez les pommes de terre et les coupez en petit dés. Faire de même pour les carottes. Coupez également les haricots verts\n2-    Les bouillir séparément et les passer sous l’eau froide après cuisson.\n3-    Coupez 5 gros oignons en de fine lamelles. Ecrasez l’oignon restant\n4-    Assaisonnez la viande hachée avec le mélange (ail, poivre, gingembre moulu, un peu de l’oignon écrasé + 1 cube magie). Y ajoutez la moitié du beurre et peu de sel\n5-    Mettre au feu et tournez à la spatule en bois jusqu’à la cuisson (environ 15à 20 mn)\n6-    Mettre une grande casserole sur le feu.\nFaire ramollir le beurre restant. Ensuite ajoutez les oignons finement coupés en lamelles avec le reste de l’oignon écrasé avec les autres assaisonnements (ail poivre gingembre moulu) + les 2 cubes magies + 5 cuillères à soupe de moutarde + 1 peu d’eau. Mélanger le tout et laissez cuire pendant 5mn\n7-    Ensuite ajoutez les carottes puis la viande hachée ainsi que les haricots verts et les poivrons coupés en lamelles. Laissez mijoter 5mn encore\n8-    En dernière position ajoutez les pommes de terre.\n9-    Laissez cuire 5mn et  retirez du feu\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Côtelettes d’agneau Mechoui",
        "lien": "https://www.recettesafricaine.com/mechoui-agneau.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Gésiers à la citronelle",
        "lien": "https://www.recettesafricaine.com/gesier-citronelle.html",
        "ingredients": "Préparation:\nLaver les gésiers, hacher l’oignon et l’ail.\nMettre les gésiers dans une casserole.\nAjouter, l’oignon et l’ail, la citronnelle, le cube, le gingembre, du sel et du poivre.\nAjouter de l’huile, et  la moitié du citron, mélanger.\nPuis  ajouter une pincée de piment en poudre, laisser cuire, jusqu’à ce qu’il n’y est plus de jus, en remuant de temps en temps et c’est prêt.\nBon Appétit!\n\nRecettes de poulet\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Crêpe de riz farcie",
        "lien": "https://www.recettesafricaine.com/crepe-de-riz-farcie.html",
        "ingredients": "Pour les Crêpe:\nPour la Farce :\n\nPréparation:\n1-Mixer tous les ingrédients ensemble sauf le beurre.\nRemarque: la consistance de pâte des crêpes ne doit pas être ni trop lourde or trop légère, pour bien réussir vos crêpes, elle doit être moyenne.\n2-Imbiber la poêle avec une petite noisette de beurre, tout t’en évitant que ça se brûle. Faire couler une louche de pâte dans la poêle chaude.\n3– Lorsque La crêpe est bien doré, déposez là dans un plat et déposez la farce à votre convenance.\nEt Voilà, vos Crêpes de riz farcies sont prêt, bon appétit!\nRecettes Africaines\nPage Facebook de Recettes Africaines\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Couscous A la Viande",
        "lien": "https://www.recettesafricaine.com/couscous-viande.html",
        "ingredients": "Pour 500g de couscous arabe, il faut :\nPour la Viande:",
        "instructions": "Pour la viande:\nÉtape 1: Mettre les morceaux de viande dans une casserole,  la moutarde, un peu de « sept épices », du vinaigre, du sel et les oignons émincés.\nAjouter un peu d’eau et faire bouillir.\nÉtape 2: Ajouter un peu d’huile et laisser mijoter à feu très doux afin que la viande soit bien tendre, rectifier l’assaisonnement puis réserver cette sauce pour la fin.\nPour le couscous:\nÉtape 1: mettre l’huile (pas trop) dans une casserole, puis les oignons et poivron, la tomate écrasée, la pate de tomate, les épices, du sel et bien frire.\nPuis ajouter l’eau et rectifier l’assaisonnement.\nÉtape 2: Ajouter les olives noires et laisser bouillir.\nPuis verser dans la soupe le couscous, mélanger un peu pour que l’eau recouvre tous les grains et diminuer à très petit feu (juste une petite flamme en dessous) couvrir pendant 5mn, c’est prêt.\nRemuer délicatement, puis servir avec la viande réservée.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Recette de Bourek Algérien",
        "lien": "https://www.recettesafricaine.com/recette-de-bourek-algerien.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Boulettes de Viande A la sauce Gombo (Canda du Tchad)",
        "lien": "https://www.recettesafricaine.com/boulettes-viande-sauce-gombo.html",
        "ingredients": "",
        "instructions": "Griller les sésames quelques minutes. Mixer bien pour obtenir une poudre.\nMixer un oignon, un maggi,  une gousse d’ail, un piment et du persil, ajouter la poudre de sesame sur ce mélange.\nAjouter du sel et du poivre (attention avant de rajouter du sel, regardez bien sur l’étiquette, y a certaines viande hachées déjà saler).\nPuis Mélanger le tout avec la viande hachée et former les boulettes.\nRissoler oignon et ail dans l’huile d’arachide, couper la tomate et ajouter, laisser mijoter quelques minutes.\nPuis ajouter de l’eau, saler, poivrer et ajouter des cubes maggi et du cumin.\nRajouter les boulettes, ajouter le natron (bicarbonate de soude) et le gombo sec.\nLaisser mijoter pendant 35 minutes à feu doux et c’est prêt.\nMerci beaucoup à Fimiké pour cette delicieuse recette de canda.\nVous pouvez aussi visiter sa pageFacebook la cuisine tchadienne modern pour plus de recettes Tchadiennes.\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Viande",
        "titre": "Les Boulettes Surprise avec sa salade",
        "lien": "https://www.recettesafricaine.com/boulettes-surprise.html",
        "ingredients": "",
        "instructions": "Faire cuire les œufs pendant 15minutes, laisser refroidir, enlever les coquilles.\nMettre la viande hachée dans un grand bol.\nPuis, mélanger: l’oignon, la gousse d’ail,  cube, feuille de basilic, persil, piment, saler et poivrer.\nAjouter 1 C à S du mélange d’oignon à la viande, bien mélanger.\nFormer les boulettes en mettant un œuf au centre.\nFrire dans une friteuse à 150° 3 à 5 min environ.\nCouper les bananes et frire dans une friteuse à 150°.\nPour la Salade :\nIl faut, arranger sur une assiette:\nPuis y ajouter :\n2 C à S de vinaigre à la moutarde,\n2 C à S d’huile ,\n1 C à S de maggi liquide,\nSaler et Poivrer.\nMélanger le tout et c’est prêt!\nServir le tout ensemble…\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Le lafidi ou  Fouti au poisson",
        "lien": "https://www.recettesafricaine.com/le-lafidi-ou-fouti-au-poisson.html",
        "ingredients": "",
        "instructions": "Dans une marmite mettre les gombos, les aubergines, les piments et les aubergines africaines; ajouter de l’eau et porter à ébullition. Laisser cuire complètement.\nPiler le tout ensemble en ajoutant sel, soumbara, poudre d’écrevisse, poudre de poisson sec et cube si vous voulez.\nRetirer et réserver.\nFaire chauffer l’huile dans une poêle, saler les morceaux de poisson et les faire frire. Retirer et réserver.\nDécouper les oignons et faire sauter dans l’huile quelques minutes; ajouter une cc de soumboura, une pincée de sel et un peu d’eau. Laisser cuire les oignons.\nAjouter 1 cc d’écrevisses pilées dans la sauce d’oignon et mettre les morceaux poissons dessus  et cuire a feu doux quelques instant.\nDans une marmite, cuire le riz normalement.\nMélanger la poudre  d’écrevisses, le sel, le soumbara et la poudre de poisson sec bonga ensemble et ajouter dans le riz.  Mélanger le tout ensemble\nServir le riz avec la sauce poisson, le mélange de gombo et du soumbara en poudre.\nBon appetit !!!"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Le Tchep Sénégalais",
        "lien": "https://www.recettesafricaine.com/le-tchep-senegalais.html",
        "ingredients": "1 kg poissons frais (Barracuda, dorade, tilapia, etc)\n1 kg de riz parfumé cassé (le riz siam)\n6 gousses d’ail\n1 petit bouquet de persil\nPiments, selon votre goût\n1 poivron\nLégumes aux choix (Citrouille, Aubergine, Choux, Carotte, Manioc, aubergine blanc)\n2 tomates fraiches\n150 g de tomate concentrée\n1 oignon\nSel, selon votre goût\nUne Feuille de laurier\nQuelques gombos et des feuilles d’oseille\nCube de bouillon (Bio, fait-maison ou selon votre goût)\n200 ml d huile pour le riz",
        "instructions": "Piler ensemble les gousses d’ail, les piments, le poivron et le persil.\nBien piler le mélange et diviser le en 2, sur une partie mettre un peu de sel, du poivre noir, le cube fait maison.\nFaire des petits trous sur les poissons et introduire ce mélange dans les petits trous comme farce.\nChauffer l’huile et faire frire les morceaux de poisson, retirer et réserver.\nCouper l’oignon et ajouter dans l’huile chaude, faire sauter jusqu’à ce qu’il devienne tendre.\nAjouter la tomate concentrée, les tomates fraîches écrasées et laisser cuire une quinzaine de minutes en remuant occasionnellement.\nAjouter la feuille de laurier, le reste du melange de persil, un peu de poivre noir, un peu de cube fait maison et faire sauter quelques minutes.\nEnsuite mettre les légumes de votre choix (citrouille, carotte, choux, aubergines, manioc, gombo, le piment et l’aubergine), les morceaux de poisson frit  et couvrir de 2 litre d’eau.\nLaisser les légumes cuire complètement;  Après cuisson retirer tous les légumes et les poissons.\nLaver le riz plusieurs fois et le faire cuire à la vapeur  une quinzaine de minutes sur une marmite à la vapeur. Retirer et mettre de côté.\nRetirer une louche de la soupe et garder pour la sauce d’oseille.\nPuis mettre le riz dans la soupe, ajouter du sel et du cube à votre goût.\nRéduire le feu et laisser le riz cuire complètement à feu doux.\nDans une petite marmite, faire cuire les gombos et les feuilles d’oseille avec un peu d’eau.\nPilez le tout ensemble (gombo et oseille) puis mettez la soupe que vous avez réservée avec  un peu de sel; retirer et mettre de côté.\nServir le riz avec les légumes, le poisson et la sauce d’oseille.\nBon appetit!\n"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette de soupe au poisson",
        "lien": "https://www.recettesafricaine.com/recette-de-soupe-au-poisson.html",
        "ingredients": "2 poissons frais (Tilapia ou dorades)\n½ tasses de piment ou selon votre goût\n1 oignon\n2 tomates fraiches\n1 petit morceau de gingembre\n4 gousses d’ail\nUn petit bouquet de persil\nUn petit bouquet de basilic\nPoivre noir\nCube de bouillon (bio , fait-maison ou au choix)\n1 cs d’huile d’arachide\nSel\nQuelque feuilles d’oseilles\nCitron",
        "instructions": "Mettre 1 litre et demi d’eau dans une marmite  et ajouter les tomates coupées en dés.\nGratter le morceau de gingembre et les gousses d’ails puis ajouter dans la marmite.\nMélanger ensemble l’oignon, le persil, le poivron, le basilic et le piment dans un mixeur.\nAjouter ce mélange de piment dans la marmite et porter à ébullition.\nLaver et couper les poissons en morceaux et mettre dans la soupe.\nAjouter  le poivre noir, l’ assaisonnement bouillon, l’huile d’arachide\net du sel selon votre goût;\nCouper les feuilles d’oseille et ajouter dans la soupe.\nLaisser mijoter une vingtaine de minutes.\nServir chaud avec du citron.\nBon appétit!"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette Attiéké au Poulet et Poisson",
        "lien": "https://www.recettesafricaine.com/recette-attieke-au-poulet-et-poisson-2.html",
        "ingredients": "Pour 4 Personnes",
        "instructions": "Commencer par laver les cuisses de poulet avec du sel et du vinaigre.\nMettre dans une marmite avec du sel, poivre noir, curry en poudre, paprika, herbe de province, un peu de gingembre en poudre, quelques morceaux d oignons, une gousse d ail,\nun peu de persil et une cuillère à café de moutarde.\nCouvrir d’ un peu d’ eau et laisser cuire complètement.\nRetirer les cuisses de poulet et faire chauffer de l’huile, puis faire frire les cuisses.\nRetirer et réserver.\nFaire les incisions sur le poisson, mettre un peu de citron sur le poisson.\nFaire un mélange d’epices avec 1 cc de chaque paprika, curry en poudre, gingembre en poudre,  poivre noir et un peu de sel.\nUtiliser ce mélange pour assaisonner  le poisson.\nFaire chauffer l’huile et frire le poisson. Retirer et mettre de côté.\nDécouper les plantains en petits cubes et faire chauffer l’ huile; puis faire frire jusqu’à coloration dorée.\nRetirer et réserver.\nDécouper les oignons, les gousses d’ail, un peu de poivron vert, un peu de persil et un peu de basilic et mélanger le tout ensemble.\nFaire chauffer un peu d’huile et faire sauter le mélange d’oignon.\nAjouter le cube et les épices (paprika,curry,gingembre,poivre), un peu de sel et la moutarde.\nDans un bol, mettre du concombre, les tomates, le poivron, un peu d’ oignon et du jus de citron, un peu de sel, du vinaigre et un peu de poivre. Bien mélanger le tout. Réserver.\nVerser l’attiéké dans un bol et mettre un peu de sel et d’huile, puis mettre dans la marmite à vapeur ou dans un micro-onde pour réchauffer. Retirer et réserver\nServir votre Attiéké avec le poisson, les cuisses de poulet, la sauce d’oignon, les plantains frits, les crudités et une sauce de piment.\nEt le repas est prêt !\n<iframe width= »560″ height= »315″ src= »https://www.youtube.com/embed/PUQt1uQ-LRc » title= »YouTube video player » frameborder= »0″ allow= »accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture » allowfullscreen></iframe>"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette de brochettes de poisson",
        "lien": "https://www.recettesafricaine.com/recette-de-brochettes-de-poisson-2.html",
        "ingredients": "",
        "instructions": "Enlever la peau du poisson avec les arêtes pour avoir juste le filet de poisson ou bien acheter du filet de poisson.\nDécouper le filet de poisson en cubes et mettre de côté.\nFaire la marinade en grattant la moitié de l’ oignon avec les gousses d’ ail dans un bol.\nAjouter la moutarde, le cube, le poivre, l’ huile, le jus de citron, du sel et bien mélanger le tout ensemble.\nAjouter les cubes de poisson dans la marinade et laisser mariner 30 min.\nPuis mettre sur les brochettes et cuire pendant une dizaine de minutes sur la grille, les braises ou la poêle.\nServir chaud avec du piment.\nBon Appetit!\nVidéo des brochettes de poisson\n<iframe width= »560″ height= »315″ src= »https://www.youtube.com/embed/UwoL2s5-bpg » title= »YouTube video player » frameborder= »0″ allow= »accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture » allowfullscreen></iframe>"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Yassa au poisson braisé",
        "lien": "https://www.recettesafricaine.com/yassa-au-poisson-braise-2.html",
        "ingredients": "4 poissons frais (Tilapia, carpe, dorade; captain,etc)\n1 poivron\n3 oignons\n5 gousse d’ail\n1 petit bouquet de persil\n1 petit bouquet de basilic\n200 ml d’huile,\n1 cc de mélange d’assaisonnement ou cube (Bio ou fait-maison)\n1 cc de curry en poudre,\n1 cc poivre noir,\n½ cc d’herbe de provence\n2 cs de moutarde\nSel\n2 Citrons frais",
        "instructions": "Dans un blender, mélanger le poivron, un oignon, les gousses d’ails, le persil, et le basilic.\nDiviser le mélange en deux.\nSur une partie, ajouter 1 cs de  moutarde, 1 cs  d’huile, ½ cc de mélange d’assaisonnement, ½ cc de curry, ½ cc de poivre noir, un peu d’herbe de province, sel et bien mélanger.\nFaire des incisions sur les poissons et bien les mariner.\nFaire chauffer la grille électrique ou les braises et cuire les poissons.\nDécouper  les oignons en lamelle, ajouter le reste du mélange d’ oignon-d’ail, la moutarde, toutes les épices, le jus de citron frais et  bien mélanger.\nFaire chauffer l’huile et sauter le mélange d’ oignon quelques minutes. Saler selon votre goût.\ncouvrir la marmite pour bien cuire les oignons, remuer occasionnellement pour éviter que ça ne brûle.\nLorsque les oignons sont tendres et l’huile apparaît au-dessus de la sauce, servir avec du riz ou Attiéké et le poisson braisé.\nBon Appétit!"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette de Garba Ivoirien",
        "lien": "https://www.recettesafricaine.com/recette-de-garba-ivoirien.html",
        "ingredients": "Attiéké precuit\nDes morceaux de poisson thon\nDe la farine\n1 oignon\n3 tomates\n3 piments frais\nL’huile\nSel\nPoivre noir",
        "instructions": "Mettre un peu de sel, d’huile sur l ‘Attiéké  et bien mélanger, mettre dans la marmite à vapeur ou au micro-ondes pour chauffer quelques minutes.\nSaler et poivrer les morceaux de poisson thon ensuite tremper dans la farine et faire frire.\nCouper les légumes (piments, tomates et oignons) en petits morceaux.\nServir l’attiéké avec les légumes et le poisson.\nBon appétit !!!"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette de brochettes de poisson",
        "lien": "https://www.recettesafricaine.com/recette-de-brochettes-de-poisson.html",
        "ingredients": "",
        "instructions": "Enlever la peau du poisson avec les arêtes pour avoir juste le filet de poisson ou bien acheter du filet de poisson.\nDécouper le filet de poisson en cubes et mettre de côté.\nFaire la marinade en grattant la moitié de l’ oignon avec les gousses d’ ail dans un bol.\nAjouter la moutarde, le cube, le poivre, l’ huile, le jus de citron, du sel et bien mélanger le tout ensemble.\nAjouter les cubes de poisson dans la marinade et laisser mariner 30 min.\nPuis mettre sur les brochettes et cuire pendant une dizaine de minutes sur la grille, les braises ou la poêle.\nServir chaud avec du piment.\nBon Appétit!\nVidéo des brochettes de poisson"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Yassa au poisson braisé",
        "lien": "https://www.recettesafricaine.com/yassa-au-poisson-braise.html",
        "ingredients": "4 poissons frais (Tilapia, carpe, dorade; captain,etc)\n1 poivron\n3 oignons\n5 gousse d’ail\n1 petit bouquet de persil\n1 petit bouquet de basilic\n200 ml d’huile,\n1 cc de mélange d’assaisonnement ou cube (Bio ou fait-maison)\n1 cc de curry en poudre,\n1 cc poivre noir,\n½ cc d’herbe de provence\n2 cs de moutarde\nSel\n2 Citrons frais",
        "instructions": "Dans un blender, mélanger le poivron, un oignon, les gousses d’ails, le persil, et le basilic.\nDiviser le mélange en deux.\nSur une partie, ajouter 1 cs de  moutarde, 1 cs  d’huile, ½ cc de mélange d’assaisonnement, ½ cc de curry, ½ cc de poivre noir, un peu d’herbe de province, sel et bien mélanger.\nFaire des incisions sur les poissons et bien les mariner.\nFaire chauffer la grille électrique ou les braises et cuire les poissons.\nDécouper  les oignons en lamelle, ajouter le reste du mélange d’ oignon-d’ail, la moutarde, toutes les épices, le jus de citron frais et  bien mélanger.\nFaire chauffer l’huile et sauter le mélange d’ oignon quelques minutes. Saler selon votre goût.\ncouvrir la marmite pour bien cuire les oignons, remuer occasionnellement pour éviter que ça ne brûle.\nLorsque les oignons sont tendres et l’huile apparaît au-dessus de la sauce, servir avec du riz ou Attiéké et le poisson braisé.\nBon Appétit!"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Poisson Braisé à la poêle",
        "lien": "https://www.recettesafricaine.com/poisson-braise-a-la-poele.html",
        "ingredients": "Du Poivre,\nDu gingembre moulu,\nAssaisonnement ou cube de votre choix\nSel, selon votre gout\n2 gousses d’ail\nUn poivron vert\nUn oignon\nUn petit bouquet de persil\nUn petit bouquet de basilic\nUn cs de moutarde\nJus d’un citron\nHerbes de provence\n1 cs d’huile\n1 cs de farine",
        "instructions": "Nettoyer votre poisson et utiliser un couteau bien aiguisé pour faire des incisions sur le poisson.\nEnsuite, mélangez le sel avec le poivre noir, le gingembre moulu et un assaisonnement de votre choix.\nEnsuite, utilisez ce mélange pour bien assaisonner votre poisson, mettre partout à l’intérieur et à l’extérieur du poisson. Et gardez le poisson de côté.\nMaintenant, préparez votre marinade, alors pour cela, mélangez  l’ail, le poivron vert, l’oignon,\nLe persil et les feuilles de basilic dans un mixeur ou piler dans un mortier.\nBien mélanger jusqu’à consistance lisse et réserver.\nDans un petit bol, ajoutez une cuillère à soupe de moutarde avec le jus de citron et ajouter le mélange de persil-oignon que vous avez faites.\nAjoutez quelques herbes, l’assaisonnement de votre choix et mélangez bien.\nAjoutez un peu de sel avec une cuillère à soupe d’huile.\nUtiliser ceci  pour bien mariner votre poisson.\nLaissez reposer pendant au moins une heure ou plus dans votre réfrigérateur.\nFaites chauffer une grande poêle et ajoutez un peu d’huile,\nCouvrir la casserole pendant quelques minutes pour quelle chauffe bien.\nSaupoudrez ensuite le poisson d’un peu de farine pour éviter qu’il ne colle à la poêle\nPlacez délicatement le poisson dans votre casserole, couvrez-le, laissez cuire 5 minutes, réduisez le feu et retournez le poisson et faites cuire l’autre côté aussi.\nVérifiez la cuisson avant de retirer le poisson de la poêle.\nQuand il est prêt, servez avec ce que vous aimez et savourez!\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Riz Senegalais (Thieb Dieun)",
        "lien": "https://www.recettesafricaine.com/riz-senegalais.html",
        "ingredients": "2,5 kg de riz parfume casse,\n1 Kg de poisson de\nvotre choix\n250 g de\nconcentré de tomate\n1 poivron vert\n4 tomates\nfraîches\n2 oignons, vous\npouvez également ajouter de l’oignon vert\n1 tête d’ail\nFeuilles de\npersil et basilic,\nDes piments forts,\nselon votre goût\nPour les légumes\n: choisissez ce que vous aimez, j’ai ici :\nDes Pommes de\nterre, patates douces, choux, carottes, haricots verts\nPour les épices :\nje vais ajouter :\nDu Poivre noir,\nDu gingembre,\nPoudre de curry,\nPiment en poudre,\nPaprika\n3 feuilles de\nlaurier,\nDes feuilles de\nthym et de romarin sec,\nDu  poudre de soumbara, facultatif\nCube de bouillon\nou assaisonnement que vous aimez\n500 ml d’huile\nPour la sauce d’oseille\n:\nNous avons besoin\nde : feuilles d’oseille, gombos frais et piment",
        "instructions": "Vous pouvez cuire\nle riz à la vapeur si vous le souhaitez\nMais moi, je vais\njuste couvrir le riz avec de l’eau chaude et du sel et laisser reposer pendant\n30 minutes.\nPour le poisson :\nvous pouvez également faire une petite marinade et l’insérer dans le poisson.\nMoi j’ajoute\njuste du sel, du poivre, cube puis je mélanger bien\nMaintenant\nchauffez l’huile, faites frire le poisson et mettez-le de côté\nDans un mixeur :\najoutez l’oignon, l’ail, le persil, les feuilles de basilic, les piments forts et\npoivron vert et mélangez le tout.\nPour les carottes\n: vous pouvez les ajouter entières ou les couper en petites\nPour moi, je les\ncoupe en petits morceaux avec les haricots verts et les ajoute pour que mes\nenfants les mangent facilement.\nMaintenant,\nécrasez les tomates avec un peu d’eau et ajoutez le concentré de tomates\nDans une grande\ncasserole, chauffer l’huile et ajouter 2/3 du mélange d’oignon, faire sauter\npendant une minute\nAjoutez ensuite\ntoutes les épices, j’aime garder un cube de bouillon pour la soupe.\nAjouter les\ntomates et bien mélanger\nMaintenant,\najoutez les légumes :\nCommencer avec\nles carottes et les haricots verts faire frire pendant quelques minutes\nAjoutez ensuite\nles légumes restants :\nLe chou, les\npommes de terre, les patates douces et les piments forts.\nSaupoudrer de sel\net couvrir quelques minutes.\nRemuez bien et\najoutez 2 tasses d’eau pour bien cuire les légumes.\nUne fois les\nlégumes cuits, retirez-les tous\nAjouter le\npoisson frit et cuire 5 minutes, puis retirer et réserver\nRetirez une\npetite quantité de la sauce tomate pour mettre dans la sauce d’oseille plus\ntard.\nCouvrez\nmaintenant la sauce tomate avec de l’eau: Pour 1 kg de riz, j’utilise 2 l d’eau\nmais tout dépend du type de riz que vous utilisez.\nAjoutez le reste\ndu mélange d’oignon, ajoutez le cube si vous le souhaitez et salez à votre\ngoût.\nPortez cette\nsoupe à ébullition.\nPendant ce temps,\nlavez le riz plusieurs fois jusqu’à ce que l’eau soit complètement claire.\nAjouter ensuite\nla soupe bouillante, bien mélanger, couvrir et laisser cuire.\nAprès 15 minutes,\nretournez le riz et réduisez le feu à feu doux, couvrez et laissez le riz cuire\ncomplètement.\nPendant ce temps, préparez la sauce à l’oseille :\nDans une petite casserole\n: ajoutez les gombos, les piments forts, les feuilles d’oseille avec de l’eau\net faites cuire.\nEnsuite, utilisez\nun mixeur ou un mortier et un pilon pour mélanger le tout, ajoutez un cube de\nbouillon, la sauce tomate que nous avons conservée et salez à votre goût.\nMélangez bien et mettez de côté.\nServez votre\ndélicieux riz avec des légumes et la sauce à l’oseille\nBon Appétit !\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Sauce d’arachide aux poissons fumés",
        "lien": "https://www.recettesafricaine.com/sauce-darachide-aux-poissons-fumes.html",
        "ingredients": "",
        "instructions": "Servir avec du riz ou foufouBon Appétit !!!\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "MARINADE DE POISSON Braisé CAMEROUNAIS",
        "lien": "https://www.recettesafricaine.com/marinade-de-poisson-camerounaise.html",
        "ingredients": "",
        "instructions": "Cassé les graines de pèbè, les moudre ainsi que le ndjassa.\nMixer l’ensemble des ingrédients en y ajoutant les 2 épices moulus (ndjassan + pèbè). Assaisonner et poivré.\nUtilisez cette marinade pour mariner votre poisson\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Boulettes de poisson frits",
        "lien": "https://www.recettesafricaine.com/boulettes-poisson.html",
        "ingredients": "Préparation:\nPour le poisson sardine:\nLaver le poisson et couper le en filets.\nRetirez la peau des filets et passez ses filets dans une machine à hacher (cette étape, je la fais au marché car je n’ai pas cette machine).\n\nRéservez cette purée de poisson .\nMixer ciboulette, oignon vert, 1 oignon rouge, 1/2 gousse d’ail, 1 cuil a café de piment sec, 1 poireau avec un peu d’eau.\nDans un saladier, mettez la purée de poisson plus  l’ensemble d’éléments mixé avec 3 cuil de Chapelure ,  2 œufs , 1 oignon rouge et 1/2 gousse d’ail haché en petit dés et  1/2 cuil a café de sel plus 1 cube Maggi.\nBien mélanger tout ensemble.\nDans une poêle, faites  chauffer de l’huile de friture.\n\nFormez vos boulettes et déposez les dans l’huile bien chaude, laissez dorer et retirez les.\nSes boulettes peuvent accompagner de frites de pomme de terre ou de patate ou d’aloko ou d’igname sautée ….\nBon Appétit!!!\n\nMerci  Iris pour cette recette.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "SOUPE DE BOULETTES DE POISSON PIMENTÉE",
        "lien": "https://www.recettesafricaine.com/boulettes-pimente.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette de la Sauce Aubergines",
        "lien": "https://www.recettesafricaine.com/sauce-aubergines.html",
        "ingredients": "Préparation de la sauce aubergine\nÉtape 1: Faites chauffer l’huile dans une marmite et faites revenir l’oignon émincé pendant quelques minutes, puis ajoutez le poisson sur l’oignon, la tomate purée, le sel et laisser cuire les poissons pendant 5 minutes.\nÉtape 2: Retirez les poissons de la marmite et réservez.\nÉtape 3: Ajoutez 2 tasses d’eau dans la marmite avec les aubergines, une tomate fraîche, un oignon et le concentré de tomate. Couvrir et laisser mijoter jusqu’à ce que les légumes soient tendres environ 15 min.\nEtape 4: Retirez tous les légumes et mettre dans un robot culinaire ou utilisez un mortier. Réduire les légumes avec un cube de bouillon et les crevettes sèches en purées.\nEtape 5: Retournez le mélange d’aubergines dans la marmite et rajoutez le poisson réservés. Ajoutez un peu plus d’eau si la sauce est trop épaisse.\nAssaisonner avec un peu de piment et du sel à votre goût. Puis laissez mijoter pendant 15 minutes à feux doux.\nServir avec du riz, Foufou banane ou du couscous.\nBon Appétit !\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Soupe de Poisson Fumé (KonKoye)",
        "lien": "https://www.recettesafricaine.com/soupe-de-poisson-fume.html",
        "ingredients": "\n\nPréparation de la soupe de poisson fumé\nÉtape 1: Dans un grand bol, ajouter la tomate fraîche, le concentré de tomate, l’oignon, les ails, le poivre et le cube de bouillon. Puis mélangez bien et réservez.\nEtape 2: Laver le poisson fumé avec de l’eau chaude et les couper en morceaux de taille moyenne\nEtape 3: Faire chauffer l’huile dans une marmite et y ajouter le poisson fumé et le mélange de tomate. Laissez cuire a feux doux pendant 10 minutes.\nEtape 4: Après 10 minutes, ajoutez les morceaux de carottes, de pommes de terre et l’eau. Ajouter le piment et le cube de bouillon restant.\nEtape 5: Laissez mijoter pendant 20 minutes et ajoutez le potiron dans la soupe. Cuire 10 autres minutes ou jusqu’à ce le potiron soit cuit.\nServez la soupe avec du riz ou du foufou.\nBon Appétit!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Thieboudienne ou Riz au gras",
        "lien": "https://www.recettesafricaine.com/thieboudienne.html",
        "ingredients": "\nVous pouvez aussi ajouter: 1 manioc doux, 1 patate douce, un peu de poisson fumé\nPréparation du Thieboudienne (Riz gras)\nÉtape 1: Préparer la farce pour le poisson:\nMélanger le persil, la moitié de l’ail, un peu de piment, ajouter du sel et 1/2 d’une Maggi. Vous pouvez piller dans un mortier ou utiliser un robot culinaire.\nEnsuite, insérez le mélange dans les morceaux de poisson et faites frire.\nÉtape 2: Faire la sauce de tomate.\nFaire chauffer l’huile, ajouter les oignons, les tomates, le concentré de tomates, l’ail restant, le poivre noir. Puis les faire frire pendant 15 minutes à feu moyen.\nEnsuite, ajoutez le poisson dans la sauce de tomate.\nAjouter les bouillons cube (ou Maggi), avec les feuilles de laurier et 1 tasse d’eau.\nEnsuite, laissez mijoter jusqu’à ce que les morceaux de poisson soient bien cuits, 15 minutes environ.\nÉtape 3:\nRetirer les morceaux de poisson et ajouter tout les légumes sauf le gombo avec 1 tasse d’eau et faire cuire les légumes jusqu’à ce qu’ils soient cuits (25 à 30 min).\nVous devez veiller à ce que les légumes soient bien prêts avant de les retirer et aussi de ne pas trop les cuire.\nEnsuite retirez les légumes, puis ajoutez le gombo avec l’eau.\nAprès 5 min enlever le gombo et ajouter le riz.\nPour rendre le riz facile à cuisiner, vous pouvez le faire tremper dans de l’eau chaude pendant 20 minutes et lavez plusieurs fois avec de l’eau tiède.\nFaites cuire le riz à feu très doux, en retournant le thieboudienne souvent pour que tous les côtés soient bien cuits.\nAu moment de servir, placez le riz dans un plat et disposer les légumes et le poisson sur le dessus.\nBon Appétit!!!!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Tiep bou Dienn Sénégalais",
        "lien": "https://www.recettesafricaine.com/tiep-bou-dienn.html",
        "ingredients": "Note: Magui nous dit que thiol veux dire mérou blanc.\nElle ne recommande pas d’utiliser le tilapia pour le tiep à moins que ce ne soit les gros tilapia .\nPréparation du Tiep :\nPréparer la farce: Hachez finement le persil, l’ail et un oignon; ajouter du piment pour faire une farce plus relevée.\nMettre la farce dans le poisson et faire frire; puis réserver.\n\nDans une marmite assez grande, faire revenir un oignon et ajouter le concentré de tomate. Laisser cuire à feu doux 2 min, et délayer avec de l’eau.\nEplucher et couper en tronçons les légumes, les ajouter dans la marmite et couvrir d’eau.\nAjouter les cubes maggi, saler et mettre le piment en faisant attention à ne pas le faire éclater et sans enlever la queue.\nLaisser mijoter le tout pendant au moins 45 min.\nPendant ce temps, rincer le riz et le mettre dans un couscoussier. Faire précuire le riz à la vapeur.\nRectifier l’assaisonnement de la sauce et ajouter le poisson, ainsi que le guedjef et le yete. Laisser mijoter le tout 15 min, puis sortir le poisson et les légumes.\nPasser le bouillon au chinois et mettre le riz à cuire à feu très doux. Le bouillon doit juste couvrir le riz pour éviter de faire de la bouillie : mieux vaux rajouter un peu de bouillon si besoin.\nFaire le nokoss et ajoutez dans le riz. Pour cela il faut mélanger une petite quantité de piment, ail, 2cubes maggi et un oignon dans un pilon puis mettre dans le riz.\nCuire le Tiep à feu moyen jusqu’a ce que le riz soit bien cuit.\nPour la sauce de bissap vert connu sous le non de feuilles d’oseille :\nFaire cuire les feuilles d’oseille à la vapeur.\nPilez dans les feuilles cuites avec du piment et un peu de maggi et ajoutez y un peu de sauce prélevé dans la marmite.\n\nPour servir votre Tiep bou dienn:\nMettre le riz dans un grand plat, et placer les ingrédients au centre; décorer de quartiers de citrons et de persil.\nBon Appétit!!\nMerci beaucoup Magui pour cette délicieuse recette. Si vous aussi voulez partager votre recette, envoyez la moi sur Facebook par message.\n\nRecette de Tiep bou dienn\nRecettes de Riz\nRecettes Africaines\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Tilapia grillé avec aloco",
        "lien": "https://www.recettesafricaine.com/tilapia-grille-avec-aloco.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Riz aux légumes et aux poissons",
        "lien": "https://www.recettesafricaine.com/riz-legumes-poisson.html",
        "ingredients": "",
        "instructions": "Cliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Poulet Kedjenou (Recette de Poulet Kedjenou)",
        "lien": "https://www.recettesafricaine.com/poulet-kedjenou.html",
        "ingredients": "Préparation\nDans la cocotte minute, chauffer l’huile et faire revenir les morceaux de poulet.\nAjouter l’oignon, le thym, les feuilles de laurier et gingembre râpé, sauter quelques minutes.\nPuis ajouter l’aubergine, les tomates, l’ail haché et le piment.\nSaler, poivrer et ajouter le bouillon cube, mélanger le tout et fermer la cocotte.\nN’ajouter pas d’eau, réduire le feu à très doux.\nPuis laisser mijoter pendant 30 minutes, secouer la cocotte très fort toute les 5 ou 10 minutes pour éviter que la sauce ne brûle ou colle au fond de la marmite mais.\nNe Pas Ouvrir la cocotte avant les 30 minutes.\nLorsque c’est prêt, servir avec de l’Attiéké ou encore du riz blanc. Bon Appétit!\nRetour aux recettesafricaine.com\nRetour aux recettes de sauces et soupes\nRetour aux Recettes Ivoiriennes\nAutre recette de poulet kedjenou\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Poisson Marocain au four",
        "lien": "https://www.recettesafricaine.com/poisson-marocain.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Poisson frit aux légumes verts",
        "lien": "https://www.recettesafricaine.com/poisson-frit-legumes.html",
        "ingredients": "Pour le poisson:\nPour les légumes:\n\nPréparation:\n1) Nettoyer le poisson avec un peu de citron ou du vinaigre dans de l’eau et l’égoutter.\n2) Emincez: Oignons, Ciboule, poivron ail,  puis mixer le tout en rajoutant du gingembre moulu, la moutarde, le poivre et du sel.\n3) Induire la marinade  dans le poisson et laissez reposer 10 à 15 minutes\n4) Chauffez l’huile et faites frire le poisson sur les deux faces\n\n5) Bien nettoyer les légumes ainsi que les aubergines\n6) Dans une marmite, mettez du sel et les aubergines que vous laissez bouillir pendant 10 à 15 minutes,\n7) Joindre ensuite les légumes verts en remuant de temps en temps afin de permettre à nos légumes de ne pas jaunir,\n8) Puis rajoutez: le piment vert, le gombo, poivron, la ciboule, la tomate fraîche.\n9) Laisser cuire pendant 20 minutes environ, en remuant toujours.\n\n\nC’est prêt!\nServir les poissons frits avec les légumes.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Le poisson braisé (La recette du poisson braisé)",
        "lien": "https://www.recettesafricaine.com/poisson-braise.html",
        "ingredients": "1 gros poisson (tilapia, vivaneau rouge, le bar,ect)\nPour la marinade, vous aurez besoin:\n\nPréparation de la marinade:\nDans un bol profond ajouter l’oignon, le gingembre, le persil, l’ail, le jus de lime, le bouillon cube, poivre noir, huile et le piment.\nPuis bien mélanger le tout ensemble pour faire une pâte épaisse et homogène.\nPréparation du poisson braisé:\nÉtape 1:\nGrattez, Lavez et nettoyer votre poisson.\n\nPuis utilisez votre couteau pour faire un peu d’espace entre le poisson.\nPuis enduire le poisson avec de la marinade vraiment bien.\nMettez la marinade partout, même à l’intérieur du poisson.\nLaissez le poisson mariner pendant 1 heure ou toute la nuit dans votre réfrigérateur.\nÉtape 2: Préchauffer le barbecue ( ou allumer vos braises).\nPuis faites griller le poisson sur le barbecue pendant 30 min, 15 min environ de chaque côté.\nLe temps de cuisson dépendra de la taille de votre poisson.\nLe poisson est prêt quand tout le jus est absorbé.\nLorsque le poisson est prêt, server avec la sauce à l’oignon comme plat d’accompagnement avec attiéké ou des plantains frit.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Poisson braisé et Salade",
        "lien": "https://www.recettesafricaine.com/poisson-braise-et-salade.html",
        "ingredients": "Pour la marinade du poisson:\nPour la salade:\nPréparation:\nBien mariner le poisson (avec de l’ail, du persil, cube, le tout moulu ) et laisser reposer quelques minutes.\nLe mettre au four pour grillage,  oindre ce poisson de la crème fraiche assaisonnée aux épices de votre choix.\nCuire completement le poisson.\nDécouper les pommes de terre en dés, les faire cuire (pas à point) dans de la crème fraiche salée et laisser refroidir.\nLaver la laitue, le concombre et les tomates, et oignon aussi!\nProcéder à la décoration du plat avec les pommes de terre cuite sous le poisson,  la salade et de la mayonnaise!\nBonne dégustation!!\nMerci beaucoup Atou par cette recette, les autres envoyer moi vos recettes sur Facebook en message privé ou contacter moi.\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "RECETTE DE POISSON AU FOUR",
        "lien": "https://www.recettesafricaine.com/poisson-au-four.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "PASTILLA AU POISSON ET AU FRUITS DE MER",
        "lien": "https://www.recettesafricaine.com/pastilla-au-poisson.html",
        "ingredients": "Préparation\n– Faire chauffer l’eau dans une casserole, porter à ébullition, y plonger la vermicelle hors du feu pendant 4 minutes, égoutter-les dans une passoire, couper-les en morceaux à l’aide d’un ciseau.\n– Faire gonfler les champignons noirs dans de l’eau chaude, couper-les en lamelles.\n– Faire chauffer l’huile dans une poêle creux, y faire fondre les oignons hachés et l’ail écrasé jusqu’à ce qu’ils soient translucides.\nAjouter le poisson, le calamar, et les crevettes et remuer avec une cuillère en bois, ajouter le persil et coriandre hachés, les champignons noirs et les champignons de paris émincés, mouiller avec un verre à thé d’eau, assaisonner des épices.\nAjouter la vermicelle et laisser cuire jusqu’à l’évaporation totale d’eau en remuant sans cesse.\nLaisser la farce refroidir.\n– Beurrer un plat rond allant au four, y mettre les feuille de pastilla l’une à côté de l’autre en les faisant chevaucher et laisser les bords dépasser le plat.\nPlacer une feuille à pastilla au milieu et badigeonner le tous avec le beurre fondu, remplir le milieu avec la farce et remettre par dessus les feuilles qui dépassent les bords du plat, coller-les avec du jaune d’œuf, couvrir l’ensemble avec une dernière feuille de pastilla, badigeonner le tous avec le beurre fondu.\n– Faire cuire dans un four moyen jusqu’à ce que la surface de pastilla soit croustillante.\n– Décorer la pastilla avec de persil des rondelles de citron et mayonnaise.\n– Servir aussitôt.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "LES  PASTELS DU SÉNÉGAL",
        "lien": "https://www.recettesafricaine.com/pastel-senegal.html",
        "ingredients": "Pour la pâte\nPour la farce:\nPour la petite sauce qui va avec:",
        "instructions": "1- la pâte Pour les pastels:\nDans un bol, mettre la farine, le sel et le beurre et mélangez du bout des doigts, ensuite sablé  pour avoir une pâte parfaite à la fin, faire un puits au centre et ajoutez l’œuf.\nMélangez jusqu’à ce qu’il s’incorpore complètement, rajoutez juste un peu de farine pour les mains qui collent.\nFarinez légèrement un plan de travail ou une grande planche à découper, et écrasez la pâte avec le poignet pour que le beurre adhère à la pâte, formez ensuite une boule, couvrir de film étirable et la réserver au réfrigérateur.\n2- Faire la farce:\nDans un bol mélangez, la sardine, le piment, le poivre, l’ail, le gingembre, le cube Maggi.\nMettre à chauffer un peu d’huile, y faire revenir l’oignon et la tomate en dés, dès que la tomate commence à cuire, rajoutez la sardine et laisser cuire à feu doux 5 minutes. Réservez\n3- Faire la petite sauce:\nMettre un peu d’huile à feu doux, on fait revenir les épices (ail, gingembre, anis, fenouil, sel, cube, laurier).\nAu bout de 3 minutes, on rajoute la tomate et l’oignon, on écrase la tomate à la spatule, on ajoute 3 cuillères à soupe d’eau, on laisse cuire 5 minutes et c’est prêt.\nIl est temps de façonner nos pastels, avec notre rouleau à pâtisserie fariné et le plan de travail aussi on déroule la pâte, en aplatissant bien au rouleau, on étire bien la pâte.\nAvec un emporte pièce rond ou une petite tasse on découpe des ronds dans la pâte, on les garnis au centre de la farce.\nPuis, on referme chaque pastel (il doit avoir la forme d’un demi cercle) avec une fourchette farinée on referme les pastels par pression sur le bord du pastel. (Répétez l’opération jusqu’à épuisement de la pâte.\nFaire chauffer l’huile d’arachide dans un wok ou autre, et faire griller les pastels, les sortir dès qu’ils sont dorés et posé sur du papier absorbant.\nServir avec la petite sauce, c’est prêt.\nBon appétit.\nAutre Recette de Pastels de Poisson\nRecettes Africaines\nRecettes Sénégalaises\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Pastels de Poisson",
        "lien": "https://www.recettesafricaine.com/pastel-de-poisson.html",
        "ingredients": "Cette recette fera environ 6 gros pastels, c’est-à-dire le nombre total de pastels dépendra de la taille des pastels.\nPour la pâte, vous aurez besoin de:\nPour la farce, vous aurez besoin de:\nSi vous n’avez pas the thon utilisez un poison que vous faites cuire et enlever les os.\nRecette Vidéo sur comment faire les pastels au poisson",
        "instructions": "Faire la pâte:\nÉtape 1: Dans un grand bol, ajouter la farine, le sucre, la levure et le sel. Puis mélanger le tout.\nÉtape 2: Ajouter l’oeuf au mélange de farine et bien mélanger. Ensuite, ajoutez quelques gouttes d’eau lorsque vous êtes encore entrain de mélangeant.\nÉtape 3: Ajouter l’huile et pétrir la pâte pendant quelques minutes. La pâte doit être souple et pas sèche du tout.\nPétrir la pâte pendant environ 5 à 10 minutes non-stop, jusqu’à ce qu’elle devienne lisse et élastique.\nPuis couvrir la pâte avec un torchon ou un papier d’aluminium et laisser reposer pendant environ 30 minutes ou 1heure.\nFaire la farce:\nCommencez par enlever l’huile du thon et gardez cette huile.\nMaintenant, chauffez une petite casserole et ajoutez y l’huile de thon.\nEnsuite, ajouter l’oignon et l’ail. Faire sauter jusqu’à ce que l’oignon soit tendre.\nAjouter le poisson, la tomate, le sel, le piment (facultatif) et 2 cuillères à soupe d’eau. Laissez le mélange cuire pendant environ 5 à 10 minutes.\n\nMettez-le dans un bol et laisser refroidir complètement.\nPour finir:\nÉtape 1: Prenez une petite quantité de la pâte (environ la taille d’un citron). Placez-le dans un endroit plat et utilisez un rouleau à pâtisserie pour aplatir la pâte.\nÉtape 2: Ajouter le mélange de poissons au milieu et brosser les bords avec le jaune d’oeuf ou de l’eau. Bien fermez à l’aide d’une fourchette.\nVous pouvez si vous le souhaitez cuire les pastels pendant 30 minutes au four, mais ils sont traditionnellement frits.\nDonc, faire chauffer l’huile à feu moyen et faites-les frire jusqu’à ce que chaque pastel soit bien dorée (15 minutes chacun).\nServez-les immédiatement avec de la sauce de piment si vous le souhaitez.\n\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Le Ndolé Camerounais",
        "lien": "https://www.recettesafricaine.com/ndole-camerounais.html",
        "ingredients": "Cuisson:\nFaire bouillir le ndolé dans une marmite pendant environ 15min.\nEnsuite découper l’oignon et le faire cuire à feu doux dans de l’huile, y ajouter les arachides et laisser cuire pendant 10min.\nAjouter au mélange vos ingrédients( sel, piment écrasé ou découpé, poivre blanc, crevettes et cube), remuer et augmenter le ndolé préalablement retiré de l eau bouillante.\nLaisser cuire encore pendant 15min à feu doux tout en remuant de temps en temps pour ne pas avoir des résidus d’arachide au fond de votre marmite.\nVotre ndolé est ainsi prêt.\nComme complément vous pouvez prendre, des bâtons de manioc, du couscous de maïs ou du plantain mûr bouilli ou frit. Dans ce cas je prends mon préféré, du plantain mûr frit.\nSa préparation est très facile, juste éplucher le plantain, le découper sous la forme voulue et le cuire dans de l huile.\nVoilà tout est près à être deguster.\nBon appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Morue Frit avec sa sauce",
        "lien": "https://www.recettesafricaine.com/morue-sauce-tomate.html",
        "ingredients": "Préparation:\nCouper tous les légumes et mettre de côté.\nÉtape 1: Faire rissoler l’oignon à feu doux quelques minutes, ajouter les tomates, ajouter le maggi ou bouillon, le cumin, l’herbe de Provence, du poivre, mélanger le tout.\nÉtape 2: Ajouter le maggi ou bouillon, le cumin, l’herbe de Provence, du poivre, mélanger le tout.\nLaisser mijoter 5 minutes à feu doux, puis ajouter les poivrons couper,  mélanger et laisser mijoter  5 à 10 minutes à feu doux.\nVérifier l’assaisonnement et c’est prêt.\nÉtape 3: Frire votre morue dans une friteuse à 150°c.\nÉtape 4: saler, poivrer légèrement pour celui qui le souhaite, et faire frire les aubergines quelques minutes dans de l’huile, faire frire dans une friteuse à 150°, voila le tout.\nAccompagner de riz, de banane plantain frits pour celui qui le souhaite\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette de gratin de sardines",
        "lien": "https://www.recettesafricaine.com/gratin-sardines.html",
        "ingredients": "\nPréparation:\nCouper les pommes de terre on fine rondelles et disposer les dans un plat qui allant au four.\nDisposer dessus les oignons et décorer avec les sardines.\nSalez et  poivrez.\nRajouter une pincée de safran  et versez-y l’eau et l’huile.\nFaire cuire 40min au four à 200°c\nN’oubliez pas de surveiller la cuisson.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Poisson Carpe Frit",
        "lien": "https://www.recettesafricaine.com/carpe-frit.html",
        "ingredients": "",
        "instructions": "Étape 1: Faites la marinade de poisson :\nMélanger l’oignon, l’ail, la ciboulette et oignon vert.\nÉtape 2: Puis Mettre les morceaux de poisson préalablement nettoyés dans un sachet de congélation et rajouter la marinade mixée.  Ajouter du  sel, poivre et le Maggi.\nLaisser reposer pendant 10 minutes.\nÉtape 3: Mettre de l’huile à chauffer et faites dorer vos carpes de poisson.\nEt voilà, servir avec Alloco et pomme de terre frites.\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "BROCHETTES D’ALLOCO ET CARPE D’EAU DOUCE FRIT.",
        "lien": "https://www.recettesafricaine.com/brochettes-alloco-carpefrit.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Recette de brochette de poisson",
        "lien": "https://www.recettesafricaine.com/brochette-de-poisson.html",
        "ingredients": "Vous aurez besoin de :\n\nPréparation:\n\nMarinade:\nDans un bol, mélanger la moutarde , curry, un peu de poivre ,le sel et un filet de citron avec un peu de gingembre râpé et un peu de légume haché que vous auriez mixer et l’huile.\nPlacer les morceaux de poisson dans le bol et laisser mariner 30 à 45 minutes.\nPendant ce temps, faites cuire 20 minutes le reste de légume dans une sauteuse avec un peu d’huile, assaisonner et réserver.\nCuisson de brochette:10 min en retournant\nEnfiler vos chairs de poisson mariner en combinant poisson, oignon puis poivron.\nEt cuire sur la grille chaude ou sur une poêle en badigeonnant du reste de marinade.\nCuire le riz:\nSoit un verre de riz pour 2 verre d’eau et ajouter les dés de carotte et haricot vert dés que le riz commence à cuire.\nServez chaud accompagné de frit de pomme de terre et riz au légume.\nBon appétit.\nN.B: tremper vos broches en bambou quelques minutes avant utilisation afin que celles ci ne brulent pas au grille.\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de Poisson",
        "titre": "Soupe aux Boulettes de Poisson",
        "lien": "https://www.recettesafricaine.com/boulettes-de-poisson.html",
        "ingredients": "Pour les boulettes de poisson, vous aurez besoin de:\nPour la sauce de tomates vous aurez besoin de:\nVous pouvez aussi ajoutez quelques légumes de votre choix (la citrouille, la patate douce, le manioc, etc)",
        "instructions": "Faire des boulettes de poisson:\nÉtape 1: Enlevez les os et la peau du poisson ou utilisez des filet de poisson\nEtape 2: Moudre le poisson dans un robot culinaire avec un peu de sel ou dans un mortier.\nEtape 3: Broyez l’oignon, l’ail, le bouillon cube, les piments , poivre noir dans un robot culinaire.\nÉtape 4: Mélangez le poisson avec le mélange d’oignon et de pâte d’arachide. Mélangez bien ajouter la farine de maïs si vous voulez. Puis graissez vos mains avec un peu d’huile et façonnez le mélange de poisson en petites boules.\nEtape 5: faire chauffer l’huile à feu moyen et faites frire les boulettes de poisson jusqu’à ce qu’elles deviennent brun. Retirez et réservez.\n\nFaire la sauce:\nÉtape 1: Dans un grand bol, réduire en purée les tomates fraîches avec un peu d’eau. Ajouter la pâte de tomate, l’oignon émincé, l’ail râpé, le cube de bouillon, le poivre noir.\nEtape 2: faites chauffer l’huile et ajoutez le mélange de tomates. Laisser mijoter à feu doux pendant 5 à 10minutes ou jusqu’à ce qu’il soit épais.\n\nEtape 3: Ajoutez les légumes et l’eau. Porter à ébullition et ajouter les boulettes de poisson. Laissez mijoter pendant 20 minutes.\nEtape 4: salez et poivrez à votre goût.\nVIDEO:\n\nServir avec du riz ou de l’igname cuit.\nBon Appétit!\n\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Recette de Poulet DG",
        "lien": "https://www.recettesafricaine.com/recette-de-poulet-dg.html",
        "ingredients": "",
        "instructions": "Couper tous les légumes en  petits dés  (poivrons, tomates, haricots verts et carottes)\nEnsuite couper les bananes plantain en rondelles ou diagonales.\nCouper le poireau et réserver.\nPiler ensemble le morceau de gingembre, les gousses d’ails, le demi oignon, le persil et\nle basilic.\nAssaisonner  les morceaux de poulet avec du sel, du poivre noir, cube, le melange d’oignon-basilic, herbes de provence et mettre dans une marmite avec un peu d’eau. Déposer au feu et faire cuire.\nLorsque c’est cuit, retirer et réserver.\nChauffer l’huile et faire frire les morceaux de poulet, mettre de côté.\nFaire frire les bananes plantains, mettre de côté.\nChauffer 150 ml d’huile, couper  l’oignon  et mette  dans l’huile faire sauter avec  du poivre noir, d’herbe de Provence et cube fait maison.\nPuis mettre la tomate, les carottes et un peu d’eau puis laisser cuire.\nMettre le poireau et les haricots verts.\nEnsuite ajouter les poivrons et un peu de sel.\nMettre les morceaux de poulet frits et les bananes plantains avec un peu d’eau puis couvrir et laisser cuire à feu doux une dizaine de minutes.\nServir chaud!\nBon appetit!"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Recette de Soumbara Banana",
        "lien": "https://www.recettesafricaine.com/recette-de-soumbara-banana-2.html",
        "ingredients": "10 bananes vertes non mûrs\n1 oignon\n5 Piments ou selon votre goût\n200 ml d’huile de palme\n2 cuillères à soupe de poisson fumé en poudre (Bonga)\n1 Cube fait maison\n2 cuillères à soupe de Soumbara en poudre (Soumbala ou Netetou)",
        "instructions": "Sans enlever la peau, mettre les bananes dans une casserole, couvrir d’ eau et faire cuire.\nLorsque les bananes sont cuites, après une vingtaine de minutes, retirer de l’ eau et enlever la peau des bananes puis mettre de côté.\nMixer ensemble  l’oignon et les piments.\nFaire chauffer l’huile de palme et ajouter le melange d’oignon, le poisson fumé en poudre, votre cube, la poudre de soumbara, du sel et bien faire sauter.\nPuis ajouter  un peu d’eau pet laisser cuire une dizaine de minutes (en remuant occasionnellement) jusqu’à ce que l’ huile apparaisse au-dessus de la sauce.\nAjouter les bananes cuites dans la sauce et remuer. Ou servir les bananes cuites avec la sauce.\nBon appétit!"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Foufou sauce claire",
        "lien": "https://www.recettesafricaine.com/foufou-sauce-claire.html",
        "ingredients": "",
        "instructions": ""
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Bananes plantains au poulet yassa",
        "lien": "https://www.recettesafricaine.com/plantains-poulet-yassa.html",
        "ingredients": "",
        "instructions": "Mettre l’huile pour la friture au feu et couper les bananes en rondelles pendant ce temps.\nDès que l’huile est bien chaude, mettre les bananes et laisser frire jusqu’a ce qu’elles soient bien dorées.\nDurant la cuisson des bananes, laver les filets de poulet et les couper en dés.\nPrendre une grande poêle ou une marmite, y mettre un peu d’huile d’olive et un peu de sel (cela évite au poulet d’accrocher le font de la marmite) et mettre le poulet.\nLaisser bien dorer et remuer de temps en temps.\nEplucher les oignons, les laver et les couper en taille moyenne. Y mettre la moutarde, le sel, le poivre et les 2 cubes de Maggi.\nRemuer et les mettre dans la marmite lorsque les poulets sont bien dorés\nRemuer de temps à autre pendant 5 minutes.\nPuis mettre le verre d’eau et laisser mijoter pendant 10-15 minutes en surveillant la cuisson.\nVous n’avez plus qu’à servir …\nBon appétit !!!\nQuelques conseils :\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "PLANTAIN PILÉ À LA SAUCE D`ARACHIDE",
        "lien": "https://www.recettesafricaine.com/plantain-pile.html",
        "ingredients": "",
        "instructions": "Faire bouillir les bananes et le manioc dans un litre d’eau pendant 30 minutes.\nÉgoutter et laisser refroidir.\nPiler les plantains et le manioc de manière à obtenir une pâte homogène. Former de grosses boules et servir en accompagnement de la sauce d`arachide.\nLa Sauce d`arachide\nMettre l’huile à chauffer dans une casserole, faire revenir les oignons, l’ail et  la tomate pendant 5 minutes.\nRajouter les 2 grands verres d’eau, couvrir 10 min jusqu’à ébullition.\nRajouter la pâte d’arachide, et laissez réduire 15 minutes.\nAjouter, Sel, poivre, cube maggi et piment.\nRectifier l’assaisonnement si besoin.\nServir la sauce d’arachide avec les boules de plantains pilés\nRecette de sauce d’arachide au poulet\nRecette de sauce d’arachide au poisson\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Allocos (Plantains) aux Merguez",
        "lien": "https://www.recettesafricaine.com/plantain-merguez.html",
        "ingredients": "",
        "instructions": "Découper les bananes et les faire dorer dans l’huile chaude à feu moyen puis réserver.\nPour la petite farce il faut mettre le beurre dans la casserole, y ajouter les oignons écrasés grossièrement, puis le sel, l’ail écrasé, le persil, le poivre et la moutarde, bien frire et réserver.\nPrendre les merguez, les badigeonner avec un peu d’huile puis rouler une partie dans les grains de sésame, et l’autre partie dans la chapelure (ici on n’a pas utilisé d’œufs mais directement dans la chapelure parce que ma famille n’aime pas les œufs),\nPuis beurrer une plaque et les enfourner quelques 20min à 180 degrés.\nDans un plateau, dresser donc les merguez, puis les allocos et au centre la petite farce décorée avec des olives.\nBon appétit !\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Morue Frit avec sa sauce",
        "lien": "https://www.recettesafricaine.com/morue-sauce-tomate.html",
        "ingredients": "Préparation:\nCouper tous les légumes et mettre de côté.\nÉtape 1: Faire rissoler l’oignon à feu doux quelques minutes, ajouter les tomates, ajouter le maggi ou bouillon, le cumin, l’herbe de Provence, du poivre, mélanger le tout.\nÉtape 2: Ajouter le maggi ou bouillon, le cumin, l’herbe de Provence, du poivre, mélanger le tout.\nLaisser mijoter 5 minutes à feu doux, puis ajouter les poivrons couper,  mélanger et laisser mijoter  5 à 10 minutes à feu doux.\nVérifier l’assaisonnement et c’est prêt.\nÉtape 3: Frire votre morue dans une friteuse à 150°c.\nÉtape 4: saler, poivrer légèrement pour celui qui le souhaite, et faire frire les aubergines quelques minutes dans de l’huile, faire frire dans une friteuse à 150°, voila le tout.\nAccompagner de riz, de banane plantain frits pour celui qui le souhaite\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Foutou avec Sauce Djoumblé (sauce de gombo sec)",
        "lien": "https://www.recettesafricaine.com/foutou-sauce-djoumble.html",
        "ingredients": "",
        "instructions": "Faire bouillir le tout dans 3 litre d’eau avec du sel et du poivre pendant 1h30.\nEnsuite découper de l’oignon et ajouter avec  4cubes Maggie, 1 cuillère à soupe de tomate pâtes.\nTourner le tout et laisser bouillir 30min.\nEnsuite mettre 6 cuillère a soupe de gombo sec  et laisser le tout mijoter.\nRajouter du sel, un piment rouge et 2 cuillères a soupe d’huile rouge. Laisser le tout bien cuire.\nFaire le Foutou:\nDécouper chaque banane en 4 morceaux et faire bouillir 30min.\nEnsuite piler le tout et faire 4 boule avec.\nLe foutou banane ce fait en dernier après la sauce.\nVous pouvez mettre un peu d’huile rouge  dedans afin de colorée le foutou.\nServir le foutou avec la sauce gombo sec et bonne appétit.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Crêpes de banane plantain",
        "lien": "https://www.recettesafricaine.com/crepes-banane-plantain.html",
        "ingredients": "",
        "instructions": "Dans un grand bol, mélangez: la farine, les œufs battus en omelette, le lait et l’eau.\nUne fois qu’une pâte fluide est obtenue, laisser reposer 1 heure.\nAprès 1h de repos, chauffez une poêle ronde et cuire la pâte à crêpes pour 30 seconde de chaque  coté.\nPour servir, vous pouvez enduire vos crêpes avec de la confiture de bissap, de baobab ou de mangue.\nBon appétit!\nTous les ingrédients sont sur Afrikathome.com.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Beignet de Banane",
        "lien": "https://www.recettesafricaine.com/beignet-de-banane.html",
        "ingredients": "\n",
        "instructions": "Ecrasez les bananes grâce à votre robot électrique ou pilez-les dans votre mortier.\nAjoutez la farine de mais.\nLa pate est prête, faites frire dans de l’huile chaude en formant des boules avec une cuillère à soupe jusqu’à coloration dorées.\nBon appétit!\nAimez vous mes Recettes? Acheter mon Livre … <<Les Recettes de l’Atelier de Oumou, 25 Recettes Simples et Delicieuses>>\n\nRecette de Beignet de Banane\nRecette de Beignets Africains\nRecettes africaines\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Beignets à la banane",
        "lien": "https://www.recettesafricaine.com/beignet-a-la-banane.html",
        "ingredients": "Facultatif: Sucre vanille, oignon râpé, œuf\n",
        "instructions": "Commencer par dissoudre la levure dans quelques gouttes d’eau et mettre de côté.\n\nPuis dans un bol, écraser les bananes, puis y ajouter le sucre et le sel. Mélanger bien.\nMaintenant incorporez la farine dans le mélange de banane, ajoutez la levure dissolue puis battez avec vos mains jusqu’a ce que la pâte soit bien lisse.\n\nVous pouvez à ce point ajoutez la vanille pour parfumer et aussi de l’oignon râpé.\nLaissez reposer au moins 30 minutes ou 1h.\n\nLa dernière étape est de chauffer une bonne quantité d’huile à feu moyen et utilisez votre main ou une cuillère pour déposer le mélange dans l’huile, (soyez extrêmement prudent lorsque vous effectuez cette étape).\n\nFrire vos beignets de bananes jusqu’ a ce qu’elles deviennent bien dorés.\nServez chauds avec une boisson et du piment.\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "chips de banane plantain",
        "lien": "https://www.recettesafricaine.com/bananes-plantain-frites.html",
        "ingredients": "Pour le mélange d’épices que vous aurez besoin:\nPréparation des bananes plantains\nÉtape 1: Peler et couper les bananes plantains verts aussi mince que possible.\nFaites-les tremper dans de l’eau pendant au moins 5 minutes pour réduire l’amidon.\nÉtape 2: Retirer les bananes plantain de l’eau et assaisonner avec le sel.\nÉtape 3: Faire chauffer l’huile végétale à 350° F et faire frire les plantains jusqu’à coloration dorée. Ça vous pendra environ 5 à 10 minutes.\nRetirez et placez-les dans une serviette en papier pour enlever l’excès d’huile.\nFaire le mélange d’épices:\nMélanger le sucre, la poudre de curry et le poivre de Cayenne dans un petit bol.\nMélanger le tout ensemble.\nPour Servir:\nSaupoudrer le mélange d’épices sur les bananes plantains frites.\n\nBon Appétit!\nCliquez ici pour acheter mon livre de cuisine sur Amazon",
        "instructions": ""
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Recette d’Alloco et sa sauce piment",
        "lien": "https://www.recettesafricaine.com/alloco.html",
        "ingredients": "-Pour la sauce de piment:",
        "instructions": "Lavez, épluchez et coupez les bananes plantains en 1/2 pouce d’épaisseur.\nVous pouvez les couper diagonales ou en rondelles.\nEnsuite, saler les bananes, ajoutez les gouttes de citron et mélangez bien.\nChauffez l’huile dans une grande poêle et faites frire le plantain jusqu’à ce que chaque côté soit bien doré.\n\nRetirez et placez-les dans une serviette en papier pour absorber l’excès d’huile.\nLa sauce Piment:\nPilez les piments avec l’oignon et l’ail.\nVous pouvez utiliser un robot culinaire ou un mortier.\n\nMélangez avec la tomate concentré,  la moitié du bouillon cube et l’eau.\nChauffez l’huile juste un peu et ajoutez le mélange de piment.\nFaites cuire pendant 15 minutes à feu doux. Pour finir salez et poivrez, ajoutez un peu de citron si vous voulez (Moi j’aime bien).\n\nMaintenant servez vos bananes frits avec le piment. Vous pouvez aussi servir avec de l’Attieké.\n\nBon Appétit!\nRecettes Africaines\nRecettes de Cuisine Ivoirienne\nRecettes de Cuisine Camerounaise\nAutre recette d’Alloco\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    },
    {
        "categorie": "Recettes de bananes plantains",
        "titre": "Alloco Ivoirien",
        "lien": "https://www.recettesafricaine.com/alloco-ivoirienne.html",
        "ingredients": "",
        "instructions": "Etape 1: Éplucher vos bananes et découper les  en cubes. La forme de vos allocos dépendra de votre préférence. Ici, j’ai découpé en petit cube pour les rendre un petit peu croquant.\nEtape 2: Chauffer votre huile et mettez y les oignons. Le rajout des oignons est facultatif mais ceci donnera un gout spécifique à vos bananes.\nLorsque les oignons sont bien dores, retirer les et jeter.\nEtape 3: Rajouter vos morceaux de bananes petit a petit et frire jusqu’a coloration dorée.\nRetirer et server avec ce que vous voudriez (Attieke, Poisson , Poulet ou viande).\n\nComment aimez-vous manger la banana plantains? Frit, bouilli, braise?\nLaisser vos commentaires ci-dessous.\nAllez, bon appétit et excellente journée.\nCliquez ici pour acheter mon livre de cuisine sur Amazon"
    }
]